var articleData = {};

var content = '<p style="font-size:22px; margin-bottom:23px;">1、概述：</p><p style="line-height:22px; margin-bottom:23px;">小鸟掌学创建于2014年初，起源服务于四川省专业技术人员继续教育基地的在线培训平台，受到客户与社会的密切关注与欢迎。北京市卓新思创有限责任公司负责小鸟掌学的运营、推广和研发等工作。</p><p style="line-height:22px; margin-bottom:23px;">我们的愿景：成为中国最强、最大的中小微企业定制在线学习服务提供商！<br />我们做的是“新学习、新媒体”！<br />帮助企业建立自己的企业学校，实现：全民全学、全民全校、全民全智（比拼式学习）！</p><p style="line-height:22px; margin-bottom:23px;">随着智能手机应用，微学习（即微观背景下的学习）已经开始飞速蔓延，通过对学习内容或者学习时间进行分割，使学员对学习内容进行碎片化的学习，在企业内它可以以正式或随意的方式推送给学员。作为一种人才培养方式，微课能较好的补充实体培训中无法实现的可移动性、持续性、重复性、随时随地等不足。这有助于企业建立规范的培养体系，提高全员素质，从而达到提升企业经济效益，并建立一支忠诚善战的员工队伍。<br />“学我所用、学以致用”</p><p style="font-size:22px; margin-bottom:23px;">2、小鸟掌学对企业的价值</p><p style="line-height:22px; margin-bottom:23px;">1) 帮助企业转变为学习型组织，促进全员持续学习；<br />2) 加速企业内部知识的传播，提高管理、操作和经验技巧的传承；<br />3) 营造企业比拼式学习氛围，挖掘实战精华<br />4) 降低企业培训的时间和金钱成本 ，提高培训效率和培训质量；<br />5) 增加凝聚力，提高员工的忠诚度，做到“上下同欲”；<br />6) 增强企业供应商、经销商的知识技能的提高，形成“供应链学习模式”；</p><p style="font-size:22px; margin-bottom:23px;">3、小鸟掌云</p><p style="line-height:22px; margin-bottom:23px;">“小鸟掌学”云平台是一套完整的专家知识、学习管理、监督考核系统。首先根据企业和员工的特性，抓取学习需求，然后从“平台学习库、行业学习库和企业内训库”中调出教学资源，按学习计划“推送”任务给每一位员工，并对学习过程进行监管，对学习效果进行评估，根据学习情况调整学习计划，不断优化员工的职业生涯。<br />“小鸟掌学”主要基于智能手机平台进行学习。针对性、趣味性、创新性的学习方式有助于员工建立学习兴趣，将学习与趣味相结合，提高学习吸收率。提高员工技能，增加企业效益。</p><p style="line-height:22px; margin-bottom:23px;"> “小鸟掌学”云平台是企业战略变革的工具；<br /> “小鸟掌学”云平台是企业文化重要的组成部分；<br /> “小鸟掌学”云平台是企业培训的重要支撑手段和实施保障机制；<br /> “小鸟掌学”云平台是企业上下游意识形态统一的桥梁；<br /> “小鸟掌学”云平台是企业经验分享的平台；</p><p style="line-height:22px;">“小鸟掌学”云平台本质上是一种正规化教学管理机制，但它更突破了时间、地域、成本、固定性的限制（绝非在线浏览网页，看电子书籍和一些视音频上）。“小鸟掌学”改变了企业现有培训的“双高困局”（高成本、高误工），实现了 “双低学习模式”（低成本、低误工）。<br />当今，科学技术迅猛发展，社会文化不断进步，“终身教育、终身学习”将被越来越多的人所认识。面对未来，小鸟掌学将不断努力，以一流的运营和服务，成为企业首选的、长期的、可信赖的学习资源提供商、运营服务提供商，为社会各行各业的发展和国家经济实力的增强，做出新的贡献。</p><p></p>'

articleData.xiaoniaoNews1 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "小鸟动态111",
		"typeEntitle": "Our Dynamic",
		"title": "卓新思创重装出发",
		"sysId": 1,
		"content": content,
		"coverImg": "images/article_image01.jpg"
	}
}

articleData.xiaoniaoNews2 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "小鸟动态",
		"typeEntitle": "Our Dynamic",
		"title": "小鸟掌学开通国外渠道",
		"sysId": 2,
		"content": content,
		"coverImg": "images/article_image02.jpg"
	}
}

articleData.xiaoniaoNews3 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "小鸟动态",
		"typeEntitle": "Our Dynamic",
		"title": "卓新思创天气app上线",
		"sysId": 3,
		"content": content,
		"coverImg": "images/article_image03.jpg"
	}
}

articleData.xiaoniaoNews4 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "小鸟动态",
		"typeEntitle": "Our Dynamic",
		"title": "国外报道",
		"sysId": 4,
		"content": content,
		"coverImg": "images/article_image04.jpg"
	}
}
//lol
articleData.xiaoniaoLOL1 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "暗裔剑魔 亚托克斯",
		"typeEntitle": "战士 坦克",
		"title": "",
		"sysId": 1,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">亚托克斯是一位传奇战士，也是一个被称为暗裔的上古种族里仅存的五位战士之一。他优雅镇定地挥舞着巨剑，用令人迷离的剑式在千军万马中穿行。每当敌人倒下，亚托克斯那把如同活物般的巨剑便会啜饮着他们的鲜血，同时增强他的力量，并为他残暴、优雅的杀戮战役提供给养。<br><br>最早关于亚托克斯的记述来源于尘封历史中的记载。它述说着两大仅留下名字的杰出派系“护国军”和“法术领主”的战争。在那时，法术领主取得了一系列压倒性的胜利，他们发誓要肃清敌人，护国军处在灭绝的边缘。在他们最后交锋的那天，护国军深知自己寡不敌众，筋疲力尽且装备贫乏。他们准备迎接无法避免的失败。<br><br>当所有希望都看似破灭之时，亚托克斯出现在护国军的行列之中。他短短几句话，督促着士兵战斗到最后。他的存在激励着绝望的士兵。一开始，他们只能怀着敬畏看着这位无名英雄扫荡敌人，他的躯体与巨剑仿若一体。随即，士兵们感受到自己对战斗渴望的潜能。他们跟随亚托克斯加入战斗，每个人都迸发出暴怒之力，直到他们取得了这场几乎没有可能的胜利。<br><br>亚托克斯在战役结束后消失了，但护国军迸发出的怒气却并未改变。他们的凯旋连绵而至，直到他们最终将胜利带回家中。国民们将他们称作英雄，但是，尽管他们将文明从毁灭中挽救，黑暗却在每个战士的心中徘徊。一些东西得以改变。久而久之，他们有关战斗的记忆褪去，取而代之的是一个冷酷的启示：他们的英雄主义，事实上，只是他们用双手犯下的暴行。<br><br>这样的记述出现在许多的文明之中。如果这些传说都是可信的，那么亚托克斯的存在就已改变了历史中许多最为重要的战争的进程。尽管这些故事将他奉为黑暗时代的救世主，但亚托克斯真正留下的也许只是一个充满战火与冲突的世界。<br><br>“战者，或为荣耀，或为赞颂。然此皆仅为战所存也。”——亚托克斯</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big266000.jpg"
	}
}

articleData.xiaoniaoLOL2 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "九尾妖狐 阿狸",
		"typeEntitle": "法师 刺客",
		"title": "",
		"sysId": 2,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">符文之地的潜在力量是她与生俱来的纽带，原始的魔法在她手中凝为魔法宝珠。瓦斯塔亚人阿狸醉心于玩弄猎物的情感，然后吞噬他们的生命精魄。虽然阿狸是天生的掠食者，但她却对猎物始终保存着一份同情，因为每吞噬一个灵魂，都伴随着他们生前的记忆。<br><br>阿狸最初被遗弃在艾欧尼亚北方常年积雪的树林中 ，她对自己原本的家庭一无所知，他们只留下了一个信物：一对可以拼接贴合的双生宝石。她加入了一群正在晨猎的冰原狐，没过多久，它们就接纳了她。虽然无人传授她种群特有的魔法，但阿狸却凭着直觉本性，学会从周围的世界抽取魔力，塑造极具杀伤力的法球宝珠，强化自己的反应速度，便于击杀猎物。如果猎物的距离足够近，她甚至能将惊慌逃窜的小鹿安抚进入一种安详静止的状态，即使被她的利齿刺入血肉，也始终安然自若。<br><br>阿狸首次遇到人类，是因为一群漂洋过海而来的士兵在她的巢穴附近宿营。他们的行为让阿狸感到陌生而又好奇，她远远地望着他们。一位猎人引起了她的注意力，相较于其他人的铺张浪费，这位猎人将自己猎物的每一部分都物尽其用，就像她的狐狸家族。<br><br>后来这位猎人被弓箭所伤，阿狸感到他的生命正在流逝。她的直觉本能让她吞噬了他潺潺流出的精魄，与此同时她获得了这位猎人零散的记忆 —— 挚爱在战斗中殒命、孩子们在家中等待、还有一片遍布钢铁和岩石的奇异土地。她发现自己可以撬动这位猎人的情感，从恐惧到忧伤，从忧伤到愉悦，她用美景和温暖裹住了他，他在一片阳光和煦、芳草纷飞的景象中与世长辞。<br><br>吸收猎人的生命让阿狸如痴如醉，她从未觉得自己如此充满活力，于是便前往艾欧尼亚其他地区，寻找更多人类。她喜欢细细品味玩弄猎物的乐趣，先操纵他们的情感，然后再攫取他们的精魄。她尝试过不同的幻象梦境，有良辰美景，也有原始渴望，偶尔还有凄切的哀愁。<br><br>她陶醉于不属于自己的记忆，沉浸于别人的生活。透过偷来的记忆，阿狸从猎物的视角看到他们向暗影的神庙宣誓效忠，对太阳的化身进献贡品，探究以歌为语的鸟类瓦斯塔亚族群，领略闻所未闻的崇山峻岭。短暂而又精致的记忆碎片让她经历了心痛与幸福，随后她越陷越深，甚至为那些惨死于诺克萨斯侵略者手下的艾欧尼亚村民流泪哀悼。<br><br>后来有一次，一段记忆讲述了关于一只恶魔妖狐的恐怖传说，她大惊失色。随着她攫取的精魄越来越多，她也越来越与自己的猎物感同身受，因此也对自己捕猎的行为感到罪孽深重。她担心那些关于自己的传说所言不虚，担心自己真的是一只残酷的怪兽。但只要太长时间不进食，她就会感到自己的力量缓缓褪去，就会再度开餐。<br><br>阿狸尝试过自我控制，只攫取一小部分生命精魄，只足够吸取一两段记忆，但不足以夺人性命。她的尝试成功了，但好景不长，无尽的饥饿折磨着她，很快她就屈服于诱惑，在一座沿海村庄全体居民的睡梦中大饱口福。<br><br>这件错事折磨着阿狸，她无法原谅自己，一种深深的悲伤让她怀疑自己的本质。她躲进了森林中的洞穴，与世隔绝，希望能够控制自己残忍的欲望。几年以后，她再次现身于世，现在的她决心只靠自己的双眼去体验生命的每一种滋味。虽然她可能偶尔会放纵一回，享用生命的精魄，但她一直都忍住冲动不吞噬掉他人的整个生命。那对双生宝石是阿狸寻根溯源的唯一线索，她从这个线索出发，开始寻找自己的同类。她要活出自己的一生，不再依靠那些借来的记忆和陌生的梦境。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big103000.jpg"
	}
}

articleData.xiaoniaoLOL3 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "暗影之拳 阿卡丽",
		"typeEntitle": "刺客",
		"title": "",
		"sysId": 3,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">艾欧尼亚岛上存在一个上古教派，致力于维护均衡。规则与混乱、光明与黑暗——万物必须和谐共存，这就是宇宙的真理。该教派名为均衡教派，维护世界均衡的神圣使命则由三个暗影战士来执行。阿卡丽便是这三名暗影勇士中一员，她肩负着修枝的神圣职责——将威胁瓦洛兰大陆和谐的敌人消灭干净。<br><br>阿卡丽自小和母亲一起习武，练就一身好武功。母亲的训练严酷无情，她的基本原则是：“我们是在替天行道”。阿卡丽十四岁加入均衡教派，那时她就能空手砍断链条。毋庸置疑，她将继承母亲“暗影之拳”的名号。她的所作所为别人可能无法理解，但在阿卡丽看来，她在执行母亲神圣的信条。现在她和同伴慎，凯南一起维护着瓦洛兰大陆的平衡。这一神圣的追求毫无疑问地将三个暗影战士领向正义之地。<br><br></div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big84000.jpg"
	}
}

articleData.xiaoniaoLOL4 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "牛头酋长 阿利斯塔",
		"typeEntitle": "坦克 辅助",
		"title": "",
		"sysId": 4,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">作为宏伟屏障牛头族历史上最强大的勇士，阿利斯塔保护着他的部落免受来自瓦洛兰大陆的伤害，但诺克萨斯军队的出现打破了这个局面。达克威尔男爵最年轻的儿子，也是诺克萨斯远征军的指挥官——恺朗达克威尔用诡计将阿利斯塔引诱出村庄。当阿利斯塔回去时，他发现村庄已被烧毁，家人也被杀。他愤怒地咆哮着，冲向一群诺克萨斯精英，将他们大卸八块。一些诺克萨斯的精英召唤师挡住了阿利斯塔的进攻。阿利斯塔被囚禁在诺克萨斯，在此期间，他成为了“绞肉大赛”的角斗士，陷入了无尽的战斗，只为了供诺克萨斯贵族娱乐。<br><br>阿利斯塔曾经高尚的灵魂渐渐地扭曲。如果不是年轻女仆艾丽亚的出现，他早就疯掉了。她和他交朋友，并协助他逃跑。突然间获得自由的阿利斯塔加入了刚成立的英雄联盟。成为英雄的他希望有一天能够向诺克萨斯复仇，并找到那个令他重燃希望的女孩。一开始，阿利斯塔并不适应他作为英雄的名人身份，但他后来发现，名声给他带来了能力。他声援那些遭到诺克萨斯政府欺压的人，他还揭露那些诺克萨斯军队想掩盖的真相。这让阿利斯塔很不受诺克萨斯贵族的欢迎。他的慈善事业也让他获得了几次慈善奖项，这和他给英雄联盟带来的愤怒和破坏形成有趣的对比。<br><br>作为召唤师，如果你想通过抓住公牛角来制服公牛，那么阿利斯塔可能有话要说。 </div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big12000.jpg"
	}
}

articleData.xiaoniaoLOL5 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "殇之木乃伊 阿木木",
		"typeEntitle": "坦克 法师",
		"title": "",
		"sysId": 5,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">在远古的恕瑞玛，有一个孤独而又忧郁的灵魂，阿木木。他在世间游荡，只为找到一个朋友。他遭受了一种远古的巫术诅咒，注定忍受永世的孤单，因为被他触碰就意味着死亡，被他爱怜就意味着蹂躏。所有自称见过阿木木的人都说他是一具活生生的死尸，身材矮小，通体捆绑着青灰色的绷带。世人围绕阿木木编造了许多神话故事、民间传说和史诗传奇，世代传颂了很长时间，以至于没人能分得清哪些是真相哪些是幻想。<br><br>恕瑞玛的匠人们对于一些特定的事物意见非常统一，比如，晨风永远向西吹、新月之夜吃太多是凶兆、最大的宝藏永远埋藏在最沉重的岩石下。然而，他们始终无法统一意见的，是关于阿木木的故事。<br><br>最常听说的故事里，阿木木是恕瑞玛开国皇室家族的成员，但这个家族染上了一种疾病，导致血肉以恐怖的速度腐烂凋零。作为家族中最年轻的孩子，阿木木被隔离在他自己的寝宫里，只有一个宫女隔着墙听他哭泣，于是他与这位宫女成为了朋友。她会为他讲述宫中的大事小情，还有自己祖母如何拥有神秘的力量，为这位孤独的皇子送去些许慰藉。<br><br>一天早晨，宫女带来了噩耗，阿木木的最后一位哥哥去世了，也就是说他已经成为恕瑞玛皇帝。宫女知道阿木木只能独自承担这一噩耗，悲伤涌上心头，她打开了寝宫的门锁，冲进去当面安慰他。阿木木忘情地抱住了她，但就在他们相互触碰到的同时，他惊讶地退了回去，他意识到，自己已经将家族的厄运降到了她身上。<br><br>宫女去世以后，她的祖母对这位年轻的皇帝施放了一道扭曲的枯萎诅咒。在她眼里，阿木木的行为等同于谋杀。后来她的诅咒灵验了，阿木木被永远困在了病痛折磨的那一瞬间，就像一只蚱蜢被裹在了蜂蜜琥珀中一般。<br><br>第二种最常听说的故事讲述的是另一位皇子，不过这是一位放纵于乖戾胡闹、残忍无情、杀人取乐的皇子，在这个故事中，阿木木在孩童时期就登基成为恕瑞玛帝国的皇帝，他坚信自己是太阳的宠儿，并要求所有臣民都将他奉为神明顶礼膜拜。<br><br>后来，阿木木决定寻找传说中的“昂戈之眼”，这是一件古老的圣物，被埋藏在一座镀金的墓穴之中，据说只要怀着一颗坚定无畏之心看它一眼，就能获得永生。阿木木开始了多年的寻宝之旅，他带着许多奴隶，扛着他穿过迷宫般的墓穴，舍命送死触发机关以便让皇帝畅通无阻。最终阿木木找到了那扇金色的巨石拱门，随后数十名石匠辛苦劳作，打开了封闭已久的石门。<br><br>年轻的皇帝冲了进去，怀着决心与“昂戈之眼”对视，这时他的奴隶们抓住了机会，封死了他身后的石门。有人说这位少年皇帝在黑暗中煎熬了数年，孤独感让他发疯，开始抓挠自己的皮肤，然后又不得不用绷带包扎。他的生命的确受到了“昂戈之眼”的赐福，在对自己过去罪孽的冥想和反省之中不老不死，但这种赐福也是一把双刃剑， 因为他同时也被诅咒永世孤独。<br><br>很久以后，经过连续的强烈地震，墓穴的地基被动摇破碎，这位皇帝终于逃了出来，对于自己与世隔绝的时间毫无概念，只想着要弥补自己曾经对生命造成的痛苦折磨。<br><br>还有一个关于阿木木的故事，说他是恕瑞玛第一任也是最后一任的约德尔统治者，他相信人性本善。为了用真凭实据反驳那些诋毁他的人，他发誓以乞丐的身份活下去，直到自己交到一位真正的朋友，以此说服帝国居民，他们约德尔人也会在恕瑞玛人需要帮助的时候在所不辞。<br><br>虽然有无数人在这位蓬头垢面的约德尔人身边经过，但却没有任何一个愿意停下来伸出援手。阿木木只能徒增悲伤，最后心碎地死去。但他的死还不是终结，因为有人发誓说看到这名约德尔人依然在沙漠中徘徊，永世搜寻着能让他重拾对人性的信心的那个人。<br><br>虽然这些故事各有千秋，但都有一些共同点。无论故事中的情形是怎样的，阿木木最后都以一种空虚落魄的状态死亡，随后经受永世的孤独和寂寞。他注定要永远寻找伙伴，但他的出现就意味着诅咒，他的触碰意味着死亡。在那些最漫长的冬夜，家家户户都必须将火烧到最旺，与此同时，殇之木乃伊的啜泣会在沙漠中时隐时现，绝望无助，讲述他永远都无法体会到友情的慰藉。<br><br>无论阿木木在寻找什么 –– 是赎罪、还是亲人、抑或只是单纯的善意之举 –– 有一件事是像晨风西吹一样确定的：他依然还在寻找。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big32000.jpg"
	}
}

articleData.xiaoniaoLOL6 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "冰晶凤凰 艾尼维亚",
		"typeEntitle": "法师 辅助",
		"title": "",
		"sysId": 6,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">艾尼维亚是至寒凛冬里的生物，是寒冰魔法的神秘化身，也是弗雷尔卓德的上古守护者。她指引着这块土地上的所有能量与愤怒，召唤冰雪和寒风用以对付那些伤害她家园的人。她是一个善良而神秘的生物，无论生存，死亡还是重生，艾尼维亚不眠不休，保护弗雷尔卓德是她永恒的使命。<br><br>艾尼维亚的存在就和弗雷尔卓德无尽的冰霜一样久远。早在人类踏足这片永冻之土前，她便在此经历了无数次的生命与死亡。她永恒循环的开始和结束总是预示着巨大的改变，从怒吼风暴的平息到冰河世纪的兴衰。传说当冰晶凤凰死亡的时候，一个时代将会终结;而当她重生之时，全新时代将会开启。<br><br>尽管艾尼维亚的过去已在记忆中变得模糊，但她却知晓自己的使命：她必须不惜一切代价保护弗雷尔卓德。<br><br>在最近的一次重生中，艾尼维亚目睹了强大且团结的人类部族的崛起。她如人类兴盛般骄傲地保护着他们的土地，但这样的团结并不会永存。这个伟大的部族分裂成三块，巨变之后，艾尼维亚看着弗雷尔卓德的人民深陷于战火之中。尽管她尽力平息这一场分裂家园的混乱，她也开始觉察到一个更大的威胁：一个古老的恶魔正逐渐在这块大地上扎根。更让她害怕的是，她感觉到纯净的冰雪魔法开始黑化和腐败。就像水源之中渗入了鲜血，黑暗蔓延进了弗雷尔卓德。她的命运和这块土地的力量紧密相连，她深知如果这个恶魔在她的家园扎根，同样的黑暗也会找到进入她心灵的方法。她不再能够担当一个纯粹的守护者——冰晶凤凰必须行动起来。<br><br>艾尼维亚很快就寻找到了寒冰射手——艾希作为盟友。艾希也认为只有团结统一才是结束弗雷尔卓德无尽纷争的办法，艾尼维亚帮助艾希成为了部族的首领。现在，地平线的战争一触即发，艾尼维亚已经准备好为了和平而战，但她也知道宿命中她不可避免的事实。终有一天，恶魔会从寒冰中崛起，而它必须将之摧毁——无论付出何种代价。<br><br>“我是暴雪之怒，寒风之噬，极冰之寒。我就是弗雷尔卓德。”——艾尼维亚</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big34000.jpg"
	}
}

articleData.xiaoniaoLOL7 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "黑暗之女 安妮",
		"typeEntitle": "法师",
		"title": "",
		"sysId": 7,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">诺克萨斯里总会有人不同意诺克萨斯最高指挥部的所作所为。诺克萨斯最高指挥部刚镇压了自称王储的瑞斯卡里奥发动的政变。他们正准备镇压任何对新政府有异议的行动或组织。这群称作灰色秩序的政治与社会的放逐者，试图安静地离开他们的邻居，因为他们追求的是黑暗的秘术知识。<br><br>这个组织的领导者是一对夫妻：神秘术士格雷戈里·哈斯塔和他的妻子暗影巫女阿莫琳。他们从瓦洛兰大陆带走了一批魔法师和其他知识分子。他们越过宏伟屏障，在禁忌的巫毒之地北部重新安家。虽然生存时常充满挑战，但他们却超越前人，成功地在这里生活下去。<br><br>几年之后，格雷戈里和阿莫琳生了个女儿，她的名字叫做安妮。很早的时候，安妮的父母就知道安妮有特别之处。两岁时，安妮神奇地用魔法驯服了来自树化石林的凶猛暗影熊，把它变成她的宠物。至今，她都把 “提伯斯”带在身边。安妮通常将它变成一个玩具熊，就像普通孩子的玩偶一样。安妮的血统与出生地的的黑暗魔法之间的结合，赋予了这个小女孩惊人的秘术能量。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big1000.jpg"
	}
}

articleData.xiaoniaoLOL8 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "寒冰射手 艾希",
		"typeEntitle": "射手 辅助",
		"title": "",
		"sysId": 8,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">伴随着每一发弓箭从她的上古寒冰弓上发射，艾希证明了她是一位神射手。她小心的选择每一个目标，等待正确的时机，射出精准有力的箭矢。她抱着同样的愿景和专注于她的目标，为了寻求弗雷尔卓德部族的统一并将他们打造成一个强大的国家。<br><br>还是孩子的时候，艾希便是一个梦想家。她对祖先们巨大且被废弃的城堡感到惊讶，她会花许多时间在篝火旁聆听弗雷尔卓德虚构的英雄故事。她最喜欢阿瓦罗萨的传说，声名显赫的女王曾经创下统一弗雷尔卓德的壮举。尽管母亲会责备她愚笨，艾希却发誓终有一天她会加入冰原上分裂而好战的部族。她在内心知道如果人们可以再一次联合起来，他们也将再创辉煌。<br><br>在艾希15岁的时候，她的母亲因为指挥一场鲁莽的袭击而被杀。突然被带入领袖角色，艾希作出了一个艰难的决定：她会遵循童年时的愿景而不是寻求复仇。她强烈反对部族人民进行报复，宣称现在时机已到，应该把血债置于一边来维持长远的和平。她的一些战士质疑她是否适合统治他们，他们随即密谋叛乱来杀害这位年轻的领袖。<br><br>刺客们在艾希的一次日常打猎中行动，但他们的计划却被一只巨鹰所发出的警告吼声所中止。艾希回头看到她的子民执剑接近。寡不敌众的她惊慌的逃窜了数小时。她发现自己身处于未知领域的深处，她的武器也在追逐中遗失。当她再次听到巨鹰的吼叫时，艾希将信念托付给了这只陌生的生物并跟随它来到一块空地。在这她发现鸟儿栖身于石堆上——这是一个古老的被埋葬的弗雷尔卓德石冢。在最后看了她一眼后，巨鹰大叫了一声后飞走。接近石冢后，艾希感到呼吸变得冰冷，一股不寻常的寒意刺骨。石冢顶部的石头刻着单一的符文：阿瓦罗萨。<br><br>刺客们闯入了这块空地。艾希举起石冢上的符文之石防身，这也暴露了一些隐藏在底部的东西：一把由寒冰雕琢而成的华丽之弓。她抓住冰弓，冰霜渗入手指引发的疼痛让她大叫，冰弓也从它的安歇之地被扯开。寒意从武器流向艾希，也唤醒了一直伴随着她的巨大能力。<br><br>艾希转身面向刺客们。她本能的拉满弓弦，意志的寒冰之箭形于严寒凝于空气。冰霜之箭并发，艾希也终结了这场暴乱。她小心翼翼地将石头放回原处，致谢于阿瓦罗萨给她的礼物，然后返程回家。艾希的子民马上认出了她手中的传奇武器来自于弗雷尔卓德上古女王的祝福。<br><br>伴随着阿瓦罗萨的冰弓和她和平统一的愿景，艾希的部族迅速膨胀，成为了弗雷尔卓德之最。现在他们被誉为阿瓦罗萨，他们的联合秉承着一个信仰：一个统一的弗雷尔卓德将再次成为一个伟大的国家。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big22000.jpg"
	}
}

articleData.xiaoniaoLOL9 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "铸星龙王 奥瑞利安·索尔",
		"typeEntitle": "法师 战士",
		"title": "",
		"sysId": 9,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">奥瑞利安·索尔曾创造了奇迹般的群星，为无垠的荒芜太空布下他宏伟的恩典。而如今，他的威能却遭人设计，被迫服务于某个潜藏在深空中的帝国。为了重返铸星大道，奥瑞利安·索尔誓要夺回属于自己的自由。哪怕召星降怒，倾覆众生。<br><br>一道彗星的现世，常常预兆着动荡与剧变。随着躁动的彗尾拂过天际，人世间新王频立，旧主俱薨，就连九天之上的烁烁星光也要为之颠倒。而这些传闻都远不能描绘其背后真正悚然的事实：这惑人耳目的辉光下，隐藏着一个身怀伟力的星间灵物。<br><br>奥瑞利安·索尔，这一古老的存在，远在星云的残迹汇聚成万千世界之初便早已现身。自从降生于太息之初，他便在无垠的空无中遨游，寻觅着散落于广袤深空中可称奇伟的光华，渲染他亘古凭飞的漫卷长天。<br><br>正如星空之龙来自天外，奥瑞利安·索尔从未遇见过任何能与之比肩的存在。随着宇宙渐渐繁盛，众多鸿蒙初开的意识开始仰望天穹，惊奇于他的创造，陷入了屏息凝神的思索。无数世界对他顶礼膜拜，而这些羽翼未丰的文明依照他的群星，描绘了许多自大又滑稽的学说与哲思，令他感到趣味非常。<br><br>众生之中，仅有几类能让他所认可。为了更深入的接触，他选择了其中野心最为盛大的族类，亲身降临于彼等眼前。这些被选中的幸运儿，汲汲于揭示宇宙的秘密，并且已然将自身的疆土扩张到了本星之外。铸星者初降那日，被巨神族后世的万千歌谣反复吟唱。星辰涡旋成庞然的风暴，挟带着浩荡天岚化为一个伟岸的形体，华美逼人而又震悚万分。星宿的光华在他的体内蜷展漫延，新生的星辰明亮地起搏，星座在他的念转之间便会重排。巨神族为其撕裂天地的光芒虔心伏倒，尊他为奥瑞利安·索尔，并奉上了尊贵的权柄：一顶用星瑰制成的灿丽皇冠。他便欣然接受了加冕。然而时日不长，奥瑞利安·索尔便厌倦了尘世，返身回到了在他眼中更为富丽的广阔太空中，重拾铸星天工。但是，当他离这个世界越远，他心中的渴望便越发强烈。这股奇怪的念头不断扰乱他的心神，将他引离自己的道路！他的脑海里满是呐喊，带着命令的口吻穿越了洪荒星原，反复催挠着他。看来，他满心欢喜所接受的礼物并非善意。<br><br>震怒之下，他奋力抵抗着想要控制他的恶念，想要靠着蛮力挣脱这份不祥的羁绊，却发现每当他攻击自己的新主人时，苍穹之中的群星便会有一颗永久地湮散成灰。奥瑞利安·索尔困厄于一种更强横的魔法之下，逼迫着他不得不将自己的威能置于巨神的掌控之中。他与撕裂宇宙天幕的披甲巨兽和深空中其他可怖的存在作战，而其中一些灵体自从时间源始便已与他相识。数以千年的时光里，他为巨神驱策指使，粉碎了一切威胁巨神统治的入侵，并帮“它”建立起横跨星域的雄伟帝国。所有这些杂务，只不过是对他卓绝天赋的无端浪费。此外，宇宙之所以拥有光明，还不都是拜他所赐！他为何要曲意逢迎这些低劣的生物？<br><br>当星辰的领地因为疏于管理而逐渐飘摇零落，他的昔日荣光也随之黯淡。奥瑞利安·索尔再也不愿意徜徉在刚刚燃起的恒星暖照中。突然，他感觉到了异样：这份不平等的协定似乎松动了几分。皇冠里的声音开始支离瓦解。它们互相碰撞，互相争执，有些甚至完全陷入了不祥的沉寂。一场他无法揣度的未知灾难似乎席卷了束缚着他的国度。他们已然分崩离析。希望悄然又缠上了他的心头。<br><br>自由的呼唤愈发趋近了，奥瑞利安·索尔重又回到了符文之地，一切纠葛开始的地方。此地的平衡将会因他的意志而倾斜。与此同时，亿万群星间的诸多文明将会见证他的反抗，并为他的震天怒意喝彩。所有人都会明白，阴谋窃取星空之龙的威能要付出何等恐怖的代价。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big136000.jpg"
	}
}

articleData.xiaoniaoLOL10 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "时间刺客 艾克",
		"typeEntitle": "刺客 战士",
		"title": "",
		"sysId": 10,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">艾克是一名来自祖安不良街区的奇才。他可以操纵时间，从而让任何处境都变得对自己有利。通过使用他自己的发明——Z型驱动——他可以探索其他平行现实的分支并创造最完美的条件。尽管他酷爱这种自由，但只要他的朋友们遇到了威胁，他就会不顾一切地去保护他们。在旁观者眼里，艾克总是能初次尝试就完成不可能之举，事事如此。 艾克是个高智商天才，他甚至在学会爬之前就先学会了制作简单机械。他的父母茵娜和维斯对儿子展现出的天资感到无比欣喜，因此发誓要为他提供一个光明的未来。在他们眼里，祖安充斥着污染和犯罪，配不上他的天生才智。他们每日都在高危职业岗位上加班加点，辛苦工作，只为了给他们的儿子创造一条通往皮尔特沃夫的前途。 但艾克另有看法。<br><br>他目睹着父母提早衰老，用微薄的薪水维持家庭开支，而他们生产的商品却以天价卖给皮城的富人，之间的利润差价全都牢牢握在坊木工会和精明的中间商手里。一些皮佬会逛到舞步走廊寻找廉价的消遣，或者下到缓台广场找一间“百无禁忌”的酒吧纵情狂欢。所以，他父母为他构想的在进步之城的美好生活，让他无法认同。<br><br>再看祖安，他的父母只能看到一层层压得人喘不过气的污染和无法无天的犯罪，但是艾克却能看到它们背后那个充满活力的城市，时刻都洋溢着力量和潜能。祖安是创新的温床，是文化的熔锅，外来的移民到这里都是为了成为未来的先行者。但即使是这些先行者，也不能和土生土长的祖安佬相提并论。祖安佬说的不是那些经过义体增强的恶棍，也不是那些经常登上皮尔特沃夫新闻报道的恃强凌弱的杂碎，而是那些底层地沟拳手、炼金师傅，和专门照看培养塔的植物培育师。无数像他们这样的人，组成了祖安城的心脏和灵魂。他们足智多谋、顽强不屈、勤奋刻苦。他们从灾难过后的瓦砾中建起了繁荣的文明，在其他人必死无疑的绝境中兴旺发达。这种祖安精神感召着艾克，趋策他专门使用别人遗弃的垃圾制造自己的发明，而且一定要拿自己做试验。<br><br>拥有这种精神的不止艾克一个人，他结识了许多好斗、好奇的孤儿和逃家的孩子，还有任何渴望寻求刺激的人，他们对冒险的渴望，就像灰痘病一样具有传染性。每个人都有一样绝活：有的擅长攀爬，有的擅长雕刻，有的擅长绘画，有的擅长密谋。许多祖安佬都不愿意接受正统教育，而是喜欢以师徒传承的方式学习一门技艺，而这些自称为“祖安迷童”的孩子们都拜同一个师父，那就是祖安迷宫一般的街道，他们在师父的陪伴下，用年轻人的方式豪情万丈地挥霍青春。<br><br>为了让自己的小团体有别于其他犯罪帮派和炼金朋克少年，艾克和他的伙伴们特意保持自己健全的身体。对他们来说，截肢并安装强化义体是浪费钱财的鄙陋之举。同理，偷窃那些一无所有或者同样贫穷的人，也是不能接受的。所以那些光鲜亮丽的皮佬和义体强化的恶霸就变成了他们恶作剧的理想目标。在他们的秘密基地里，装点了各种偷来的战利品，还有直接画在墙上的艺术彩绘。祖安迷童们觉得自己所向披靡。<br><br>随着艾克逐渐长大，他的发明也越来越神奇、越来越复杂，因此需要一些珍稀的零件，只能从私人经营的垃圾厂里“解救”出来。好在他对于私闯领地这件事的看法很灵活。没过多久，祖安的猛汉恶徒和残暴的守卫都开始时刻提防着艾克和他古怪的帮派，经常和这些孩子们上演欢乐的追逐戏码。艾克一直都觉得好笑，不知道为什么皮城实验室和炼金男爵工厂全都会分派重兵把守他们的垃圾。他们又不会真正利用这些被抛弃的科技装置。相反，在他的手里，这些垃圾全都能够巧妙地变废为宝。<br><br>一天夜里，艾克前往一座刚刚被炸毁的实验室废墟捡垃圾，他惊讶地发现了一件宝贝：一块蓝绿色的放着魔法亮光的水晶碎片。他快速搜寻附近，找到了其他的碎片。这些碎片似乎在低声哼唱，想要唱出一段破碎的旋律，每当碎片彼此接近，这首歌的声音就会稍稍变大。他耐着性子找齐了每一块水晶碎片，其中一些被埋在废墟深处，他不得不钻进各种臭气熏天的垃圾堆里。每个祖安的孩子都听说过海克斯水晶的故事。这种水晶是神兵和英雄们的力量之源。它们可以自行产生能量，它们有着改变世界的潜力。而现在他手里就握着一块破碎的海克斯水晶。<br><br>他还没来得及庆祝自己的发现，这里就被一群猛汉围住了，他们正在进行地毯式的搜索，显然是在寻找什么。艾克知道，他们要找的就是他手中的这块水晶。最后他勉强躲过了这次搜查。<br><br>经过一丝不苟的研究，艾克发现只要水晶碎片相互靠近，就会散发出微弱的能量激荡的痕迹，水晶的边缘会发出微弱的噼啪声，能量的波纹扭曲着周围的空气。当他把碎片拽开的时候，能感受到一种像是磁场的反向作用力。似乎这块破碎的水晶存在着曾经完整形态的记忆。更有趣的是，艾克产生了一种奇怪的感受，总觉得自己记忆中经历过当下这个瞬间，但记忆和现实又存在些许差别。<br><br>他的双手已经跟不上他头脑中关于这枚水晶的设想。在一次不那么科学的试验中，水晶爆炸成了一团晶体尘埃形成的漩涡，触发了扭曲时间的气旋。艾克睁开眼，看到了许多个现实的分支，也看到了许多个自己在这一刻的镜像，镜像也在万分惊恐地看着自己，在碎裂的时空中不知所措。 这一次他真的做到了。 艾克和自己和自己的平行现实镜像进行了大量配合，最后控制并修复了他在现实时空中撕开的裂口。 最终，艾克通过一种装置驾驭了这枚破碎水晶的时空之力，可以让他操控一段短暂的时间 —— 至少理论上是这样。还没等他进行最新改动后的测试，他的伙伴们就叫嚷着拉他去攀登老饿鬼，以此庆祝他的命名日，于是艾克就挎着他的装置出发了。<br><br>他们翻越各种障碍来到了祖安旧城区的古老钟塔“老饿鬼”，开始向上攀爬，中间不时停下来画上一两副著名皮佬的下流讽刺漫画。就在他们快要登上楼顶的时候，他的一名伙伴误抓了松动的把手，失手摔了下去。艾克本能地发动了水晶装置，动作娴熟犹如练习过成百上千次一般。他周围的世界破碎了，他自己通过时间的粒子洪流回溯到了刚才的一刻。<br><br>他胳膊上的汗毛因为静电而竖起。他一阵头晕眼花。然后他看到自己的伙伴伸手够向那根松动的把手，即将重复他葬送性命的失误。咔擦！把手在男孩的重量下断裂，但艾克伸手在半空中抓住了同伴的领子，然后将他顺势扔向附近的横档。不幸的是，他错误估计了抛物线轨迹，把同伴扔进了钟塔的巨型齿轮。搞砸了。<br><br>经过无数次回溯，又根据风向进行了一些调整，艾克终于救下了好友的性命。在其他人眼里，艾克靠的是神一般的反应，他立刻受到了追捧。艾克向伙伴们如实交代了水晶和时间操控的事，而且要求他们发誓保密。但事与愿违，他的伙伴们恬不知耻地吹嘘艾克的功劳，有恃无恐、并且变本加厉地挑战各种鲁莽的特技动作。每次试炼（及其背后无数次试错）都让他的时间装置（他给取名为Z型驱动）更加稳定。艾克发现自己可以偷窃一切对手，击倒壮硕的炼金朋克恶霸，甚至用正确的台词搭讪，总能初次见面就留下好印象。唯一的使用限制，就是他自己的身体所能承受的疲劳极限。<br><br>艾克扭转时间的传闻和轶事很快传到了上下两座城市里的权贵大人物耳中。备受敬畏的祖安科学家维克多就很想当面验证一下这个不羁的小天才，他用强力的增强体武装了几名手下，试图规劝这个男孩为他效力。而名声在外的皮城创新学者杰斯则一心想要追赶“打破时间的少年”的称号，试图破解他的技术。不过，艾克太看重自己的自由独立，所以并不打算参与任何人的项目。少数追捕者可能有机会瞥见艾克一眼，但他们的追捕计划很快就会泡汤，通常下场都十分尴尬，因为这名地沟孩童天生就擅长搜寻他们的弱点。 艾克最狂野的梦想，就是有朝一日自己的故乡能够崛起，让现在的进步之城相形见绌。皮尔特沃夫的光鲜外表将笼罩在祖安人的精妙创意和无悔勇气之下，二者之间的差距绝非来自世代传承的特权，而是来自单纯的冒险精神。或许他现在还没有具体的计划，但艾克有大把时间，把这个梦想变为现实。 毕竟，既然他能够改变过去，那么改变未来又有何难？</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big245000.jpg"
	}
}

articleData.xiaoniaoLOL11 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "沙漠皇帝 阿兹尔",
		"typeEntitle": "法师 射手",
		"title": "",
		"sysId": 11,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">阿兹尔是上古时期恕瑞玛的一位凡人皇帝，一位站在不朽神化焦点的自豪之人。但他的狂妄导致了他被人背叛，在他最伟大胜利的那一刻被谋杀，而现在，数千年后，他重获新生并成为了力量无边的飞升者。阿兹尔的城市已经从黄沙之下崛起，他要让恕瑞玛恢复曾经的荣光。<br><br>数千年前，恕瑞玛帝国是一个幅员辽阔的封臣属地国家，每一块领土都是强大的军队征服的，而带领军队的，是一群所向无敌的武士，飞升者。统治恕瑞玛的是一位野心勃勃、渴望权力的皇帝，因此在它的时代，恕瑞玛拥有最辽阔的疆域，在首都中心的神庙上方漂浮的金色圆盘放出太阳的力量，赐予帝国肥沃的土地。<br><br>作为最年轻的、最不得宠的皇子，阿兹尔并没有天生注定的伟大命运。有那么多比他年长的皇兄，永远都轮不到他做皇帝。他很可能会成为神职人员，或者某个偏远地区的封臣。他是一个瘦弱、爱读书的男孩，大多数时间都在内瑟斯大图书馆里精读古文，而不是接受飞升英雄雷克顿的战斗训练。<br><br>在迂回层叠的书架和卷轴、书籍、活页之中，阿兹尔遇到了一位奴隶男孩，几乎每天都来这里为师父寻找资料。恕瑞玛不允许奴隶拥有名字，但随着两个男孩成为朋友，阿兹尔违反了这条法律，为他的新朋友取名泽拉斯，意思是“懂得分享之人”。虽然他必须当心在公共场合绝不称呼他的名字，以免带来危险，但阿兹尔任命泽拉斯为自己的私人奴隶。随后两个男孩分享了他们对历史的热爱，继续学习恕瑞玛的过去，以及一直以来传承着的飞升英雄。<br><br>又一次，阿兹尔与父皇、皇兄们和雷克顿一同外出进行一年一度的帝国领土巡游，皇家旅队停靠在一座知名的绿洲旁过夜。阿兹尔和泽拉斯当晚半夜偷偷跑出去画星星，将他们绘制的天球星图与大图书馆中的进行对比扩充。就在他们画星座的时候，皇家旅队遭到了帝国敌人派出的刺客暗杀。其中一个刺客在沙漠中找到了两名男孩，并上前要割开阿兹尔的喉咙，这个时候泽拉斯插手了，他跳到了刺客的后背上。在随后的混战中，阿兹尔将刺客的匕首插入了刺客自己的喉咙中。<br><br>阿兹尔捡起刺客的剑，急忙赶回绿洲，但当他赶到的时候，刺客已经被解决了，雷克顿保护了皇帝，杀掉了刺客，但阿兹尔的所有皇兄都死了。阿兹尔向他的父皇讲述了泽拉斯的英勇表现，并请求他奖赏这位奴隶男孩，但他的请求没有得到回应。在这位皇帝的眼中，奴隶男孩根本不配取得他的注意。阿兹尔那天发誓，他和泽拉斯会成为兄弟。<br><br>皇帝回到首都以后，当时十五岁的阿兹尔成了他的继承人，皇帝发动了一场无情的杀戮，报复那些他认为派出刺客的敌人。恕瑞玛陷入了数年的惶恐和谋杀之中，皇帝对于任何具有背叛嫌疑的人都格杀勿论作为复仇。虽然阿兹尔是王位的继承人，但他却依然命悬一线。他的父亲对他心怀怨恨 – 皇帝恨不得让阿兹尔替他的皇兄们去死 – 而且皇后也依然年轻，足以诞下更多皇子<br><br>阿兹尔开始习武，因为上次绿洲遭遇攻击让他发觉自己对于战斗的无知。雷克顿受命训练这位迅速成长的皇子，在他的指导下，阿兹尔学会了舞刀弄枪、学会了指挥士兵、学会了读取战场上的风起云涌。年轻的太子晋升了泽拉斯，他唯一的心腹，并让他成为了自己的得力助手。为了更好地让他辅佐自己，阿兹尔授命泽拉斯不遗余力地获取学识。<br><br>数年过去了，皇后一直没能成功诞下新的子嗣，每一个胎儿都在降生之前就胎死腹中。只要皇后继续不孕，阿兹尔的性命就相对安全。朝廷周围开始有人传闻诅咒的存在，有的甚至还提到了太子的名字 – 但是阿兹尔坚称自己是无辜的，甚至还处决了一些敢于公开发声指控的人。<br><br>后来，皇后终于生出了一个健康的儿子，但就在婴儿降生当晚，一场恶劣的风暴笼罩了恕瑞玛。皇后寝宫被闪电一次又一次地击中，在随后引发的火光中，皇后和她新诞下的皇子全都殒命。有人说皇帝听闻这一消息以后悲痛地自杀了，但很快又有消息传开称皇帝的亲卫队死在寝宫内，尸骨四分五裂，形如焦炭，惨不忍睹。<br><br>阿兹尔对他们的死感到震惊，但帝国需要领袖，在泽拉斯的辅佐下，他很快登基为恕瑞玛皇帝。在接下来的数十年间，他扩展了恕瑞玛的疆域，用严峻、公正的手腕统治着帝国。他实行新政改革，提升奴隶的生活水平，而且还私下制定了一个计划，推翻数千年来的传统，最终解放所有奴隶。他对这个计划严格保密，甚至连泽拉斯都没有告诉，因为奴隶制度的问题一直以来都是他们二人之间的心结。这个帝国的基础是奴隶用血肉支撑起来的，许多贵族都需要依靠强制劳动来维持他们的财富和权力。如此顽固的根基是无法在一夜间倾覆的，阿兹尔的计划如果过早公之于众，一定会功亏一篑。虽然阿兹尔一直都希望认定泽拉斯为自己的兄弟，但他必须首先解放所有恕瑞玛的奴隶。<br><br>在这些年里，泽拉斯保护着阿兹尔，对抗他的政治敌人，指引他扩张帝国疆域。阿兹尔结婚并生育了许多孩子，有的是正室所生，也有的是与奴隶和宫女的畸恋结晶。泽拉斯为皇帝设想了一个伟大的帝国愿景，超越世界上所有帝国。但要想成为全世界的统治者，泽拉斯说服阿兹尔，他需要成为无敌的人中之神 – 成为一名飞升者。<br><br>在王国达到权力顶点的时候，阿兹尔宣布他将进行飞升仪式，他宣称自己有权利比肩内瑟斯和雷克顿，以及他们的光荣前辈们。许多人都质疑这一决定；飞升仪式极具危险性，只有那些生命即将终结的人才会去尝试，而且只有那些将毕生奉献给恕瑞玛的人才有权获得飞升的荣誉。只有太阳祭司们才能裁决一个人是否能够飞升，而不是一个皇帝的狂妄自大能够赋予自己的权利。阿兹尔并没有听取这些劝诫，依然我行我素，因为他的字符已经随着帝国的版图一同扩张，因此他用痛苦的死亡威胁太阳祭司们就范。<br><br>举行仪式的那一天终于到来了，阿兹尔大步迈向飞升神坛，两侧数千名士兵和数万名子民夹道瞻望。雷克顿和内瑟斯兄弟二人没有到场，因为泽拉斯派遣他们处理一项紧急威胁，但阿兹尔并没因此推迟他眼前看到的伟大命运。他攀到了城市中心神庙顶端的金色圆盘处，就在太阳祭司们开启仪式之前，他转过身面向泽拉斯，终于如约赐予他自由。不仅是他，而是所有奴隶都得到了解放。<br><br>泽拉斯震惊得哑口无言，但阿兹尔还没有说完，他拥抱了泽拉斯，认定他为永世的兄弟，正如他多年前承诺的那样。阿兹尔回过身，神父们开始进行仪式，将太阳的伟大能量召唤降世。阿兹尔并不知道，泽拉斯在自己的求知过程中不仅学习了历史和哲学，他还学习了巫术黑魔法，一直以来对于自由的渴望像癌症一样膨胀成为了炽烈的憎恨。<br><br>在仪式的最高点，曾经的努力释放了自己的力量，阿兹尔被推出神坛。失去了符文圆环的保护，阿兹尔立刻被太阳之火吞噬，而泽拉斯取代了他的位置。光芒将力量注入泽拉斯体内，他大声吼叫着，自己的凡人身躯开始发生变化。<br><br>但是这仪式的魔法并不属于泽拉斯，如此庞大的星界能量被转移盗用，不可能不带来悲剧后果。飞升仪式的力量向外炸裂开来，毁灭了恕瑞玛，将城市夷为平地。子民们全被烧成了灰，高耸的宫殿坍塌陷落，黄沙涌起，吞没了整个城市。太阳圆盘从天空中沉没，数百年来建立的帝国顷刻间化为乌有，一切都是因为一个人的野心和另一个人的错恨。阿兹尔的城市只剩下残破的废墟和寒夜中人们的惨叫。<br><br>阿兹尔没有看到这一切。对他来说，一切都是虚无。他最后的记忆是剧烈的痛苦和火焰；他不知道神庙顶端发生了什么，也不知道自己的帝国发生了什么。他迷失于湮灭，感觉不到时间，直到恕瑞玛毁灭数千年以后，他最后一名子嗣的血洒在了神庙废墟上，使他复活。阿兹尔重获新生，但还不完整；他的身体只不过是会动的有形尘埃，由他最后一丝不屈意志维系在一起。<br><br>阿兹尔逐渐恢复了肉身原形，他在废墟中踉跄跛行，遇到了一个姑娘的尸体，后背一道恶毒的刀伤。他不认识她，但却看到她的外貌具有自己的血脉特征。一切关于帝国和权力的思绪全都被他抛在脑后，他托起恕瑞玛的女儿，把她抬到了曾经的黎明绿洲的所在地。绿洲早已干涸，但阿兹尔每靠近一步，清澈的淡水都在喷涌而出，注满了石块构成的盆地。阿兹尔将这位姑娘的尸体浸泡在了绿洲的治愈之水中，血迹消散，致命的刀伤只留下了一道浅浅的疤。<br><br>由于这无私之举，阿兹尔被火焰支柱托到了空中，恕瑞玛的魔法让他再度重获新生，将他的身躯重塑为飞升者应有的样子。太阳的不朽光辉倾注进他的身体，铸成他宏伟的鹰铠外貌，赐予他操控黄沙的能力。阿兹尔抬起双手，他的废墟城市抖落掉覆盖了数百年的尘土，重新升起到地面上。太阳圆盘也再次漂浮在空中。治愈之水流淌在神庙之间，一座座神庙都在皇帝的命令之下重新拔地而起，迎接阳光。<br><br>阿兹尔爬上了刚刚升起的太阳神庙，风卷起西沙，重现他城市的最后一刻。沙尘组成了幽灵幻影，再现了城市的临终场面，阿兹尔惊讶地看到泽拉斯的阴谋背叛逐步展开。他黯然地看着自己的家人惨遭不幸，自己的帝国陨落，自己的能力被窃取。不过现在，数千年以后，他终于理解了自己曾经的朋友和心腹对自己的深仇大恨。阿兹尔感知到泽拉斯正在世上某处等待着，他召唤出一支沙兵大军，与他们重获新生的皇帝一起进发。他头顶的黄金圆盘闪耀着太阳的光芒，阿兹尔郑重起誓。<br><br>我将夺回我的土地，夺回我的一切！</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big268000.jpg"
	}
}

articleData.xiaoniaoLOL12 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "星界游神 巴德",
		"typeEntitle": "辅助 法师",
		"title": "",
		"sysId": 12,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">巴德游历于各个超乎凡间生命体想象的秘界之间。瓦洛兰最出色的一些学者已经付出他们的一生去尝试理解巴德所体现的奥秘。这个充满谜团的灵体在瓦洛兰的历史中有过很多名字，但星界游荡者和伟大看护者这样的头衔对他的真正意图来说只是管中窥豹而已。当不可知的宇宙构造受到威胁时，巴德就会引导所有存在的事物避过彻底灭绝的命运。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big432000.jpg"
	}
}

articleData.xiaoniaoLOL13 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "蒸汽机器人 布里茨",
		"typeEntitle": "战士 坦克",
		"title": "",
		"sysId": 13,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">布里茨没日没夜地在街道上走来走去，只要还有人可能需要帮助，他就拒绝暂停或休息。他的援助不仅面向人类和流浪动物，甚至还延伸到了损坏的机械体。有一次燃气泄漏引起的大火烧毁了达沃兰钟塔，他用自己巨大的铁手救出了一个机械师家庭，还有家里的黑猫，甚至还在半路上从一间儿童卧室里抢救出了一个发条舞娘玩偶。<br><br>对于这个蒸汽机器人来说，任何微不足道的小事都意义重大<br><br>布里茨是一个高大魁梧、刀枪不入的蒸汽机器人，最初被设计打造的目的是处理祖安的有毒有害废料。但他的自我进化超越了最初的目标，现在的布里茨利用自己的力量和韧性保护他人。它能够看破表面的伪装和假象，看透真实的动机，帮助那些真正需要帮助的人。<br><br>海克斯科技发展起来后不久，发明家和科学家蜂拥而至来到祖安，在这里他们可以使用各种不稳定物质进行实验，不用遵守皮尔特沃夫的条例和法规。他们的实验经常会导致灾难，后果往往是房倒屋塌，毒物泄露。奇术魔法学院的一支小组开发了一种蒸汽动力的机器人，可以用来清理那些有毒有害的瓦砾废墟，因为这项工作实在是太危险，即使是那些走投无路的祖安佬，也不愿冒这个险。<br><br>这些机器人任劳任怨、无休无止地在街道上劳作，城市周围的废物填埋场越来越多，它们的工作也越来越重。但即使是坚硬的机器，也经常会出现意外事故，这些机械体经常会被送回到学院，一块接一块。在祖安最底层的烂泥中跋涉前行绝非易事，强酸和剧毒的化合物会一点一点侵蚀它们的金属外壳。<br><br>有一个踌躇满志的年轻发明家，他的名字叫维克多，他想要制造出一种更加耐用的机器，更高效地清理废料，同时可以免去昂贵的修理费用。他从报废的机器人身上收集来破旧的零件，没有使用行业内流行的光鲜亮丽的部件。虽然维克多使用的材料是别人弃置的，但他却设计出了一款更加坚固耐用的机器。<br><br>他将自己的作品命名为闪电布里茨，希望这个机器人能够像闪电一样处理废料，并且发挥出的价值远超它各个零部件的简单叠加。维克多最后给布里茨注入了一个不屈不挠的渴望，让它为祖安人民服务，清理城中的有毒物质。随后维克多把它派到了地沟区帮忙。<br><br>这个机器人将维克多赋予的目标铭记于心，它相信牺牲奉献和舍己为人能够让整座城市变得更加伟大。布里茨加入了其他机器人的行列，开始进行清理任务，他总是冲在最前面，带队进入污染禁区核心进行探查。他英勇无畏地清理了毒性最强的化学污染区，完全不需要回到学院进行修理。<br><br>布里茨开始为其他机器人设计越来越大胆的行动计划，但却在一些新的危险出现的时候感到力不从心，因为他们的工作仅限于清理化学污染。一天晚上，他借来了维克多的珍宝工具箱，打开了自己的蒸汽引擎。他重新调整了自己的机械构造，解除了所有功能上的限制，这样一来他就能给这座城市带来更大改变。<br><br>在随后的几周里，布里茨井然有序地组织了大规模疏散，让居民远离毒雾；他重新定向了食物配给系统，大幅增强了效率，他修复了一个精密的滤水系统，让许多居民重新用上了清洁水。每多一次善行，布里茨就多了一份对自己目标的确定，也多了一份其他任何机器人都无法企及的自我意识。<br><br>维克多发现了自己创造之物发生了不平凡的改变，于是想要在其他机器身上复制布里茨的深度认知和自我维护。但布里茨从来都没有透露是什么导致了自己的醒悟，而没有这个关键信息，维克多也一直都无法复制自己的成功。<br><br>时间一天天过去，布里茨得知有些他曾救助过的人最后还是因为暴露于有毒化合物而罹患重病。他爱莫能助，所以心急如焚，于是求助于他的创造者。维克多一直都想让人类的脆弱身躯得到进化，所以很热情地提供了协助。他向布里茨承诺，只要有了他在奇术魔法领域取得的进展，他们甚至可以击败死亡。<br><br>布里茨说服了一个地沟居民家庭试用维克多的方案，并与维克多一起将机械装置天衣无缝地整合到了人体之中，以此彻底摆脱疾病的困扰。<br><br>起初，移植很成功，这一家人重新站了起来。但过了几个月的健康生活以后，他们的身体开始衰弱。维克多和布里茨竭尽全力寻找解决方案，但他们的努力只是暂时延缓了不可避免的结局。没过多久，这一家人就全都死掉了。<br><br>这次失败令布里茨失落沮丧，他知道这种帮助他人的方式不属于自己。于是他和自己的创造者从此以朋友和同道人的身份分道扬镳，布里茨希望以自己的方式为祖安的居民带来最好的改变。<br><br>虽然有些人认为祖安是一个混乱的地方，到处都是不顾后果的实验和无法无天的犯罪，但布里茨却只看得见它孕育的无限机遇。他在祖安中寻觅着自己发挥作用的机会，为祖安带来好的改变，尤其关注那些被社会遗忘或抛弃的人。满怀着希望的润滑油，布里茨相信祖安必将发展成为瓦洛兰历史上最伟大的城市。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big53000.jpg"
	}
}

articleData.xiaoniaoLOL14 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "复仇焰魂 布兰德",
		"typeEntitle": "法师",
		"title": "",
		"sysId": 14,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">在遥远的洛克法，有个叫基根·诺和的海上掠夺者。和洛克法的其他人一样，基根和他的船员到处航行，掠夺那些倒霉蛋的财物。对某些人而言，他掠夺财物，是个魔头。但对另外一些人而言，他和大众一样只是个平凡的强盗。某个夜晚，他们正驶过北冰洋时，发现冰冻废土上闪动着奇光。这些奇光似乎有种催眠效果，将他们吸引到身边，船员们如同飞蛾扑火般涌上来。经过艰难地跋涉后，他们来到了被古代符文覆盖着的窑洞。由于符文非常古老，他们无从解读。在基根的带领下，他们走进窑洞。在那里，他们发现一个完美的冰笼，冰笼里有一团跳动着的火焰。这种东西按理说根本就不可能燃烧，尤其是在这种地方。然而，火焰的跳动就像塞壬海妖的歌唱那样具有催眠的魔力，令人着迷，充满诱惑。当其他人都望而却步时，基根却无法抑制自己的好奇心，逐渐靠近，并伸出了手……<br><br>这也是基根·诺和最后的记忆了，因为现在他的身躯已被布兰德占据。这是来自古代的生物，或者说是符文战争的受害者。古书里将其称为复仇焰魂。这个充满灼热仇恨的生物，它的存在就是为了将人类和约德尔人生存的地方夷为平地。没人知道布兰德是如何找到瓦洛兰的，但他一到瓦洛兰就开始掠夺。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big63000.jpg"
	}
}

articleData.xiaoniaoLOL15 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "弗雷尔卓德之心 布隆",
		"typeEntitle": "辅助 坦克",
		"title": "",
		"sysId": 15,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">“想听个睡前故事吗？” <br><br>“奶奶，我已经过了听故事的年龄了！”<br><br>“听故事可没有年龄的限制。”<br><br>小女孩嫌恶地爬到床上等着，因为她知道这场仗她赢不了。<br><br>刺骨的寒风在屋外嗥叫着，将纷飞的雪花抽打成魔鬼般的旋涡。<br><br>“要听哪一种？想听冰霜女巫的故事么？” <br><br> “不要，不听她的故事。” <br><br>“那要听段布隆的故事么！”小女孩沉默以对。老妇人微笑地说，“噢，那可就多了。我的奶奶曾跟我讲过，布隆保护我们的村庄免受恶龙威胁的故事！还有一次——那是在很久以前了——他跑赢了一条流淌着岩浆的河！还有——”她顿了顿，将一只手指放在她的双唇上。“我有没有给你讲过，布隆是怎样得到他的盾牌的？”小女孩摇了摇头。炉火噼啪作响，阻挡着寒风。<br><br>“从前，在我们村庄上面的群山里，住着一个叫做布隆的人。” <br><br>“这段我听过！”<br><br>“他主要呆在他的农场里，照顾他的绵羊们和山羊们，但他是最为友善的人，见过他的人都这么说，并且，他总是满面笑容、谈笑风生。”<br><br>“但是，有一天，发生了一件很可怕的事情：一个调皮的小男孩——年龄和你差不多——在爬山，偶然发现了一间密库，这个密库就在半山腰那里，入口由一扇巨大的石门守护着，而石门的中心，镶嵌着一颗极冰碎片。在他把门打开时，他简直不敢相信他的眼睛：这间密库里装满了金币、宝石——以及你能想到的任何财宝！” <br><br>“但他不知道的是，这间密库是个陷阱。冰霜女巫已经对它施咒了——并且，在这个熊孩子进来后，他身后那扇带有魔法的门哐啷一声，阖上了，将他锁在了里面！不管他怎么试，都逃不出去。” <br><br>“一个过路的牧羊人听到了他的哭声。每个人都赶来帮忙，但即使是最强壮的战士们也无法把门打开。这个男孩的双亲悲伤无比；他的妈妈的哀叹在山间回响不已。希望越来越渺茫了。”<br><br>“而这时，出乎他们意料之外的事情发生了：他们听到了一阵悠扬的笑声。”<br><br>“我猜是布隆来了，对么？” <br><br>“你真聪明！布隆听到了他们的哭声，于是大步流星地赶了过来。村民们跟他说了那个熊孩子和诅咒的事情。布隆露出微笑，点了点头，然后朝着密库转身，正对着那扇门。他又是推，又是拉，又是捶，又是踹，想把它从铰链上扯下来。但那扇门纹丝不动。” <br><br>“可布隆是最最强壮的人！” <br><br>“确实让人想不明白，”她的奶奶表示赞同。“布隆在一块大石头上坐了四天四夜，想找出解决的办法。毕竟，那个孩子的生命已经危在旦夕了。” <br><br>“然后，在第五天，太阳升起来时，布隆的双眼突然睁大，咧嘴一笑。‘如果我不能打通那扇门，’他说道，‘那我就不得不去打通——’”<br><br>小女孩思考着；她的眼睛也睁大了。“——那座山！” <br><br>“那座山，没错。布隆朝着山顶走去，然后开始在他的脚下打出一条通道，猛击着山石，一拳接一拳，岩石在他身后飞舞着，直到他深深地陷入这座山中。 <br><br>“在村民们屏息以待时，门四周的岩石已被击碎——并且在尘埃散落后，他们看到布隆站在财宝之中，那个虚弱却高兴的熊孩子则在布隆的臂弯里。”<br><br>“我就知道他能做到！” <br><br>“但他们还没来得及庆祝，所有东西却开始隆隆作响了：布隆的隧道松动了山的顶部，而现在，它正在坍塌！布隆飞快地动了动脑筋，然后抓起那扇被附魔的门板，把它当成盾牌举过头顶，保护大家免受山顶崩塌的伤害。在崩塌结束后，布隆惊呆了：这块门板上连一丝划痕都没有！布隆领教到了这件物品的特别之处。”<br><br>“然后从那时起，那块神奇的盾牌就没有从布隆的身边离开过。”<br><br>小女孩已经坐起身来，努力掩饰着她的兴奋之情。她的奶奶等待着。她耸了耸肩，然后起身准备离开。“奶奶，能再给我讲一个吗？” <br><br>“明天吧。”她的奶奶微笑着说，然后亲吻了她的前额，吹熄了蜡烛。“你需要睡上一觉，要讲的故事还多着呢。”</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big201000.jpg"
	}
}

articleData.xiaoniaoLOL16 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "皮城女警 凯特琳",
		"typeEntitle": "射手",
		"title": "",
		"sysId": 16,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">坚决果断、老练机智的凯特琳是进步之城皮尔特沃夫的一名警长。她凶猛睿智，带着强烈的正义感，对法律绝对忠诚，一杆华丽的海克斯科技步枪不离身侧。她既是一名耐心的猎人，也是城中大小罪犯的灾星。<br><br>凯特琳出生在皮尔特沃夫一个有钱有势的海克斯技工之家。虽然她很快就领会了城市居民的社交礼节，但闲暇时光却更喜欢前往城市南部的荒野。她既能够融入皮尔特沃夫的上流社会，又能在森林的泥地里追踪野鹿的足迹，不过凯特琳年轻时大部分时间都是在皮尔特沃夫城门外度过的。她能够追踪天上飞翔的鸟儿，也能用她父亲的比尔吉沃特毛瑟枪一发子弹命中三百码开外的野兔，专打眼睛。<br><br>要说凯特琳最强的武器，倒是她的智慧和求知欲。她以父母为学习的榜样，而她的父母也潜移默化地教她明辨是非的道理。虽然家族的工程技巧让他们的生活富足殷实，但她的母亲却时时警告她，皮尔特沃夫充满了诱惑，镀金裹糖的花言巧语可能会令最仁慈的心也变得冷酷无情。凯特琳并没有将母亲的警告放在心上，因为皮尔特沃夫对她来说是一座无比美丽的城市。每当去过世界上其他地方，她都会更加珍惜故乡的秩序井然。<br><br>所有的一切，都在五年后的进化日那天被改变了。<br><br>凯特琳从一次郊外远足回到家，结果发现家里被洗劫一空。家里的仆人全都被杀，他的父母消失得无影无踪。凯特琳把家里安排妥当以后，立刻启程寻找自己的双亲。<br><br>在城市的街巷中寻找隐藏起来的猎物完全不同于在野外狩猎，不过，凯特琳依然一个接一个地找到了闯入她家的人。这些人全都不知道自己雇主的真实身份，只知道他们会使用首字母“C”作为身份代号。这个线索最后带凯特琳来到了一个秘密海克斯科技实验室，她的父母正被关在那里忍着死亡的痛苦被迫为敌对的集团工作。凯特琳救回了自己的父母，皮城守卫们也根据凯特琳提供的信息逮捕了策划绑架案的敌对家族首脑。她和父母回到了家，开始重建他们的生活，但凯特琳的内心发生了重大改变。<br><br>她亲眼看到皮尔特沃夫有可能会成为险恶之地，野心和贪欲几乎就像是走投无路的凶猛野兽。在她自己调查的过程中，凯特琳看穿了进步和科学的虚伪表象。她看到了无助的人们，看到了迷失的灵魂和孤单的个体。她还看到自己有能力帮助他们。虽然她深爱着父母，但凯特琳并不想继承家业，成为一名工匠，而是想在这繁华的大都市中另谋生路。她开始做起类似私家侦探的工作，利用她高超的狩猎技巧寻找失踪人口或者寻回被偷的财产。<br><br>在她二十一岁生日那天，凯特琳的父亲送给她一杆海克斯科技精工步枪作为礼物。这把武器堪称绝品，专用弹药提供更好的稳定性，比凯特琳拥有过的任何步枪都更精准。这杆枪还可以自由改装，发射许多种不同类型的弹药。从此之后，凯特琳只要外出办案就一定会带着它。<br><br>凯特琳对皮尔特沃夫的隐秘角落和秘密通道了如指掌，就像她小时候能对丛林小路熟记于心一样，因此她不仅靠这份工作赚取了体面的收入，而且还让她接触到了许多不同的阶层和社会群体。凯特琳的工作让她遭遇了许多离奇的事件，这也让她掌握了许多第一手资料，特别是关于未经验证的海克斯科技和离经叛道的炼金科技开发成果。在接下来的几年中，她很快就闯出了名声，人人都知道无论琐事还是奇闻，要想找人帮忙就去找凯特琳。<br><br>由于凯特琳接手了一起海克斯科技装置失窃案及其连带牵出的故意伤害案，外加一系列儿童绑架案，她与一位皮尔特沃夫守卫的探员合作调查。这位探员和她一样也偏好接手离奇的案件。尽管线索一天天地变得更加渺茫，凯特琳并没有放弃。她就像小狗追着骨头一样追查案件的线索，最后终于水落石出。凯特琳和那位守卫追查到了一名被自己的身体情况逼得丧失理智的炼金科研者，手下雇佣了一群逃出管控的精神病人。与这群疯子血战之后，凯特琳和那名守卫终于解救出了失踪的儿童。二人私下的庆功酒上，他邀请凯特琳在皮城守卫中担任警长。一开始，凯特琳拒绝了，但最后她意识到，有了皮城守卫的资源，她有可能会离那个神秘的“C”更进一步，这是她家庭遇袭案件中唯一的漏网之鱼。<br><br>凯特琳现在是皮尔特沃夫守卫力量中备受尊敬的长官，守护着进步之城的秩序——重点照顾那些胆敢挑战海克斯科技底线的狂热工匠。她最近找到一位来自祖安的新搭档，急躁鲁莽的蔚。这对不可思议的组合究竟是如何诞生的，又究竟为何能够如此高效，一直是街头巷尾热议的话题，更是她们的同事在酒过三巡后的谈资，甚至就连那些被他们送进牢房的嫌犯也感到十分好奇。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big51000.jpg"
	}
}

articleData.xiaoniaoLOL17 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "青钢影 卡蜜尔",
		"typeEntitle": "战士 坦克",
		"title": "",
		"sysId": 17,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">卡蜜尔是一位优雅的特工精英，也是一台精密的人形兵器。她游走于法律已然失效的边缘地带，小心地维护着皮尔特沃夫这台机器和其下的祖安，保证一切都能顺畅地运转。卡蜜尔真正的强项在于灵活的头脑和细致入微的观察力。在她看来，任何浮皮潦草的技术都是必须被禁绝的丑陋行径。她出身于礼仪繁复、衣食无忧的菲罗斯家族，长大之后成为了家族的首席密探，以她那手术刀一般的精准手段根绝那些秘而不宣的家族难题。她的心智也如同身下的刀刃一般锐利。为了追求极致，她对自己进行了大幅度的海克斯人体增强手术。这也让很多人不禁怀疑，她根本就是一台纯粹的机器，而不是一个女人。<br><br>卡蜜尔家族的大部分财富都源自一种珍稀的水晶。这种水晶来自远方一处峡谷里的某种生物。这就是最初的海克斯水晶，也被称作“原初水晶”，据说只在那些生来便蕴含魔力的生物体内存在。卡蜜尔的曾曾姑母埃莉西亚在当年的探索活动中失去了一条胳膊，差点儿还有自己的性命。她的牺牲被后人所铭记，由此也成为了某种预示。时至今日仍可从菲罗斯家族的格言中窥见这样的心理：为我家人，我愿奉献。<br><br>埃莉西亚·菲罗斯找到的生物，也就是壳人族，并非一种取之不尽的资源。所以卡蜜尔的家族必须想办法增殖他们已经找到的水晶。菲罗斯家在符文炼金和化工科技方面进行了一些隐秘的投资，最终制成了威力较小，但可供量产的合成海克斯水晶。这样的能量自然带来后果，合成水晶工业被很多人认为是祖安灰霾的主要成因。<br><br>在皮尔特沃夫闻名遐迩的蓝熏庄园，菲罗斯家是最富有的家族之一。罗德里和戈玛夫妇迎来了自己的第六个孩子卡蜜尔，夫妻两人之后也成为了家族的家主。但是，只有卡蜜尔和她的弟弟斯蒂万活到了成年。<br><br>作为家中幸存的长女，整个家族的精力都放在了她身上。卡蜜尔接受了最为优异的教育，她在很小的时候便被灌输了贵族的行事态度和深远的责任感。由于皮尔特沃夫吸引了大量瓦洛兰各地的精英人才，卡蜜尔从来没有缺过老师。所以，她能够流利地听说艾欧尼亚南部的芝云方言以及诺克萨斯的官话。与此同时，卡蜜尔在长辈的影响下也对瓦洛兰历史产生了兴趣。她在奥迪恩峡谷帮助父亲进行采掘工作时也学会了读写古恕瑞玛语。并且，卡蜜尔还是一个相当有成就的音乐家，她在演奏会上表演的大提琴堪称大师水准。<br><br>在皮尔特沃夫的权贵家庭里，各个家族的首席密探都是年轻的后辈中挑选的，他们就是家族的剑与盾。一经选中，他们就必须全身心地为了家族的利益服务，与家主一起不计任何代价地维护家族的长久繁盛。菲罗斯家由于太多秘密的关系，总是在这个位置的人选方面额外谨慎，也会投入令人咋舌的海量资源来保证自家的密探可以高人一等。卡蜜尔的弟弟，斯蒂万生来体弱，根本无法担此重任。她的父母——尤其是她父亲，在看到卡蜜尔取代了斯蒂万成为首席密探时感到了无比的骄傲。斯蒂万眼见姐姐获得了更多的教导和训练，心里的嫉妒开始不断滋长。卡蜜尔变得越来越善于战斗、潜行和审讯。她最喜欢的格斗技巧就是用来自尚赞的腿刃战斗；运用古典的问询技巧获取情报；还有就是从一座破旧的钟楼上用带钩的绳索练习速降——这套行头是从西部蟒行群岛来的。<br><br>卡蜜尔二十五岁那年，她和父亲被一伙接受过增强的歹徒袭击了。这帮人想在祖安城的黑道之中飞黄腾达，而他们觉得菲罗斯家族的秘密有利可图。卡蜜尔和父亲都受了伤。虽然她最终恢复过来了，但父亲却撒手人寰。卡蜜尔的母亲无法承受这份足以颠覆家族的悲痛，不久也随他而去。家主的位子最终传给了斯蒂万。他年轻气盛，急功近利，一心想证明自己是家族的有力领袖，所以他加倍地投入资金进行人体海克斯科技增强的研究。<br><br>在一整年的哀悼之后，菲罗斯家张灯结彩，迎来了又一个进化日的面试大典。斯蒂万亲自选中了哈基姆·内德里作为家中的首席技工。这位前途无量的年轻人是来自恕瑞玛滨海小城卑尔居恩的晶体学家。<br><br>卡蜜尔一直内疚于自己没有保护好父亲，所以她要求哈基姆为她进行海克斯增强手术，打破作为人类所无法突破的极限。当哈基姆第一次遇见卡蜜尔时，他就已经倾心于她了。哈基姆下定决心，要将卡蜜尔带出父母双亡所留下的阴影。两人一同工作，还会在夜里分享着恕瑞玛沙漠上的民间故事，情谊也愈发地深厚。几个月亲密无间的工作，让卡蜜尔终于不得不承认自己的感情。随着手术日期临近，他们的关系也越来越难分难舍，因为两人都很清楚，手术完成就意味着他们的分别。哈基姆会转而进行家族的其他项目，卡蜜尔也会再次全身心地投入到密探的职责当中。除此之外，哈基姆更担心的是他在切除卡蜜尔的心脏时，有可能会切得太深而把她的人性也一起摧毁了。<br><br>卡蜜尔接受手术的前几天，哈基姆终于忍不住了。他向卡蜜尔求婚，并恳求她和自己一起私奔。他描绘了这样的一种未来——两人漫步在卑尔居恩阳光温柔的沙滩上；一起发掘古代恕瑞玛的遗迹；一同抚养他们的孩子长大……束缚卡蜜尔的家族责任将不复存在。有生以来头一次，卡蜜尔动摇了。<br><br>斯蒂万的家主地位很大程度上有赖于卡蜜尔的执行力。他听说了这桩秘密的求婚，旋即意识到自己的首席密探随时都有可能走人，他在家族中的权力也毛将焉附。斯蒂万设了一个计谋，用来提醒卡蜜尔不要忘了她曾在父亲面前许下的誓言。当他知道有一次卡蜜尔打算去见哈基姆时，安排了一场针对自己的袭击。虚弱的身体虽然让他难以一展宏图，但当斯蒂万血肉模糊遍体鳞伤地在姐姐面前挣扎时，无力保护父亲的无奈和痛苦的黑暗回忆全都浮上了卡蜜尔的心头。卡蜜尔没法对手上的血迹视而不见——当一个密探的注意力被分散时，这就是后果。<br><br>哈基姆苦苦哀求卡蜜尔，但她却无福消受。密探的责任世代传承，如果她时刻保持警戒，父亲的生命和弟弟的安全就都不会有闪失。卡蜜尔坚持要求手术，并最终断绝了与哈基姆的关系。<br><br>哈基姆仍然爱着卡蜜尔，他也很清楚除了自己之外没人能妥善地完成这场手术。为了不让自己的爱人死在手术台上，他答应了卡蜜尔的要求，亲手剜出了她的心脏。当他确定新的机械装置能够顺利地自行运作之后，哈基姆便离开了菲罗斯家。卡蜜尔醒来时，只看到她和哈基姆曾经一起工作过的实验室早已人去屋空。<br><br>卡蜜尔一心扑在了她的工作上，不断地强化自己的足刃、钩索和其他装置。每一次改进，突破的既是卡蜜尔的极限，也是技术的前沿。这让不少人都会怀疑，究竟这位小姐身上还剩下多少人类的部分。随着菲罗斯家族的财富和权势日益隆盛，卡蜜尔为斯蒂万所执行的任务也越来越黑暗、越来越血腥。<br><br>得益于海克斯科技的人工心脏，卡蜜尔青春永驻，身上丝毫不见岁月流逝的痕迹，而哈基姆·内德里也很快变成了遥远的回忆。然而时光对她的弟弟就没有这么宽容了。斯蒂万的身体变得更加虚弱，但他把家主的位子却攥得越来愈牢固。<br><br>最近的一次任务中，卡蜜尔撞破了一个天真的皮城女孩注定短命的婚约，然而接踵而来的一系列转折却揭示了斯蒂万的背叛。曾经赶走了哈基姆的那个谎言如今威胁到了卡蜜尔和整个家族的命运。她也终于看清了他的贪欲和诡计。这个十足自私的灵魂早已把整个家族的利益抛诸脑后。那一刻，她终于放下了自己对弟弟的最后一丝情感，完全掌控了菲罗斯家的权柄。<br><br>现在，卡蜜尔让自己最喜爱的曾侄女担任家主，自己在背后指示如何处理公开的事务。这让卡蜜尔能够继续进行那些更隐秘的活动，在暗中保护她的家族。卡蜜尔把自己看作是解决棘手问题的专家，所以她毫不介意身体上的改造和尖锐的风评。海克斯水晶的能量在她的血管中涌动，令她从不满足于安坐家中。与之相反，她的乐趣在于精心策划的间谍行动、一杯新泡的茶，还有在灰霾中长久的漫步。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big164000.jpg"
	}
}

articleData.xiaoniaoLOL18 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "魔蛇之拥 卡西奥佩娅",
		"typeEntitle": "法师",
		"title": "",
		"sysId": 18,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">卡西奥佩娅是个可怕的生物——人首蛇身——她只需一瞥就能带来死亡。她是诺克萨斯最具影响力的某个家族的小女儿，曾经是个美丽但狡猾的交际花，有能力操纵最最无情的心。在被一个恕瑞玛陵墓守卫的毒液给变形后，她继续一如往昔地为诺克萨斯的利益服务，以一种更加……本能的方式。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big69000.jpg"
	}
}

articleData.xiaoniaoLOL19 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "虚空恐惧 科加斯",
		"typeEntitle": "坦克 法师",
		"title": "",
		"sysId": 19,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">在各维度和各世界间，存在着这么一个地方。有人说它是外来世界，有人则称之为未知空间。事实上，了解的人都知道这个地方叫做虚空世界。虽然名为虚空世界，但这里并非一片荒芜。这里生活着无法形容的生物，笼罩着人类无法想象的恐惧。<br><br>科加斯就是虚空世界的产物之一，他本性邪恶，提起他的名字都令人毛骨悚然。他的同伴们试图挖通维度边墙，进入符文之地。那里是他们的天堂，可以尽情享受无上的恐惧。他们名为虚空来客，来自古代的可怕生物，所以历史并没有记载。据说，虚空来客曾经在其他世界指挥大量无法形容的生物组成军队，他们曾被强大的魔法驱逐出符文之地，而这种魔法现已不复存在。<br><br>如果这个传说是真的，那么以下的传说也同样属实。据说有一天，虚空来客将会回归。现在，暗物质在艾卡西亚涌动，妨碍了联盟的召唤仪式，召唤出了科加斯。这是一只充满仇恨又暴力的野兽，他让很多人陷入到恐惧中，除了最顽强的人可以不受恐惧。科加斯以掠夺为生，吞下食物之后，他的体型也越来越庞大。更糟糕的是，他很聪明，非常聪明，有许多人想知道这只野兽到底能长多大。<br><br>幸运的是，联盟的召唤能量把科加斯的活动限制在了英雄联盟。在这里，召唤师们利用科加斯虚空来客的能力，协助他们决定符文之地的命运。<br><br>当科加斯厌倦了联盟的生活，灾难随之而来。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big31000.jpg"
	}
}

articleData.xiaoniaoLOL20 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "英勇投弹手 库奇",
		"typeEntitle": "射手",
		"title": "",
		"sysId": 20,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">黑默丁格和他约德尔大陆的同伴移居到皮特沃夫后，就将科学当作日常生活的一部分。他们很快就为科技魔法社区做出了突破性的贡献。约德尔人虽然个子矮小，但勤奋弥补了先天不足。库奇凭借成功的试飞获得了英勇投弹手的头衔。 他试飞的是专为前线侦查行动部门(ROFLC)而设计的新型空袭飞机。这个机型也成为了班德尔城远征军(BCEF)的支柱。库奇和他的飞行战队“尖啸之蛇”常常翱翔于瓦洛兰的天空观察地形，也为观众表演空中特技。<br><br>库奇是“尖啸之蛇”里最具盛名的，不单因为他无与伦比的勇气，还有他面对威胁时冷静的头脑。在加入联盟之前，库奇也效力过其他组织，他经常主动接受任务，深入敌后，在危险地带收集情报或传递信息，他在危险中成长。早晨来一场激烈的空战便是他的最高享受。<br><br>库奇不仅是个王牌飞行员，他还改装了他的飞机，为其装上大量的武器。有人认为这只是为了炫耀，而不是为了战斗。联盟的协议生效后，停止了战争。因此库奇被迫退役，他觉得自己好像“引擎被熄灭，双翼被截掉”。虽然他仍然表演特技飞行、穿越峡谷，但他再也闻不到那令他精神振作的火药味了。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big42000.jpg"
	}
}

articleData.xiaoniaoLOL21 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "诺克萨斯之手 德莱厄斯",
		"typeEntitle": "战士 坦克",
		"title": "",
		"sysId": 21,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">提到诺克萨斯力量的象征，没有人能比德莱厄斯这名城邦中最让人畏惧和久经沙场的战士更加适合了。自幼失去双亲的德莱厄斯，为了让他自己和弟弟活下去，不得不进行战斗。到他加入军队的时候，他已经练就出了如同身经百战的老练士兵一般的力气和纪律性。德莱厄斯决心的首次真正考验，出现在一次对抗德玛西亚的决定性战斗中。那里的诺克萨斯军队疲惫不堪，且数量处于劣势。德莱厄斯的长官下令，让他的部队撤退，但德莱厄斯拒绝接受如此怯懦的行为。德莱厄斯脱离编队，大步迈向长官，并用手中的巨斧削掉了这个胆小鬼的脑袋。既惶恐不已又备受鼓舞的士兵们跟着德莱厄斯冲进了战斗，并用难以置信的力气与热情进行战斗。在一场艰苦漫长的战斗之后，他们终于迎来了胜利的曙光。<br><br>德莱厄斯从这次胜利中获取了动力，并带领着现有的勇猛且忠诚的部队参加了一个对抗德玛西亚的毁灭性战役。在战场上证明了他的实力之后，德莱厄斯将他的目光转向了故乡。他看到了一个千疮百孔的诺克萨斯，贪得无厌、洋洋自得的贵族们耗尽了城邦的国力。为了让他的祖国重振雄风，德莱厄斯毅然决定亲自重塑诺克萨斯的领导阶层。他一旦发现尸位素餐、虚有其表的傀儡权贵，就会用暴力手段将他们从权位上移除。大部分人将德莱厄斯的清洗行动看成是篡权的一种尝试，但他对王位有着一个截然不同的计划。他曾经怀着强烈的兴趣目睹了杰里柯丶斯维因的崛起。在斯维因身上，德莱厄斯看到了一个有着带领诺克萨斯通向荣耀的头脑与决心的领袖。现在，与策士统领结盟的德莱厄斯，正在为了将整个城邦团结在一起，从而让诺克萨斯展现真正实力的愿景而奋斗不已。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big122000.jpg"
	}
}

articleData.xiaoniaoLOL22 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "皎月女神 黛安娜",
		"typeEntitle": "战士 法师",
		"title": "",
		"sysId": 22,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">黛安娜永远都佩着她的月刃 ，她是皎月教派的武士，不过她的教派在巨神峰周围地区几乎已销声匿迹。黛安娜是皎月神力的凡间化身，身穿闪烁着冬夜寒雪之光的铠甲。她在巨神峰之巅接受了星灵精魄的融合，已经不再是单纯的凡人。现在的她努力抗争着，寻找着神的启示，寻找自己的力量和存在于这个世界的意义。<br><br>黛安娜出生在环境恶劣的巨神峰的山腰，当时她的父母正在躲避一场风暴。这对夫妻来自一个遥远的地方被梦境中的一座未曾见过的山峰和那个启示之誓言吸引至此。这对夫妻在巨峰的东坡精疲力竭，同时又遭遇了猛烈的暴风，那一夜，在寒冷惨白的月光下，黛安娜来到了这个世界，同时她的母亲也与世长辞。<br><br>第二天，风暴平息，艳阳高照，附近烈阳教派神庙的猎人们发现了被熊皮包裹着她被熊皮包裹着并，躺在父亲尸体的怀抱中。他们把她带回了神庙，在那里，这名孤儿被呈给了烈阳，并被赐名黛安娜。这名黑发女孩被当做烈阳教派的一员抚养，烈阳教派是巨神峰附近地区的统治性信仰。后来黛安娜成为了教派的正式学徒，潜移默化地接受着对于太阳的无上崇敬。她学到了许多关于太阳的传奇故事，每天都与拉霍拉克武士——烈阳教派的圣殿武士——练兵习武。<br><br>烈阳教派的长老们教导她，一切生命都来自太阳，而月光则是虚假的，不能提供营养，而且投射出的阴影只会滋养黑暗生物。不过黛安娜倒是觉得月光具有一种优雅的美，这是炽烈的阳光永远无法比拟的。每天晚上，这名少女都会从攀登巨峰的梦境中醒来，悄悄溜出学徒卧房，采摘那些只在夜间盛开的花朵，观赏月光下银灿灿的泉水。<br><br>时间流逝，黛安娜发现自己总是不自主地抗拒长老们的指示和教诲。她总是忍不住想要质疑自己曾经学过的知识，怀疑每一课都有未被传诵的内容，甚至感觉有人刻意隐瞒，只传授片面的事实。随着黛安娜渐渐长大，她的孤独感与日俱增，她的尖酸刻薄、不善交际，让儿时的玩伴越来越疏远她。每到夜晚，她都会看着初升的明月划过遥不可及的峰顶，愈发觉得自己心无归属、孤苦伶仃。想要登顶巨神峰的冲动就像是一种无法抓挠的瘙痒，但她一生中接受的每一条教诲都在告诫她，如果真的尝试攀登，则被巨峰夺走的将不止是她的生命。只有最有资格和最英勇的人才会尝试攀登。每过一天，黛安娜都会比以往更加感到孤单，同时也更加确信自己生命中有着某些重要的意义还没有实现。<br><br>关于自己尚未实现的意义，她在一次受罚做杂役的时候偶然找到了些许线索。她因为顶撞教派长老而被罚打扫神庙的书库。一个破旧的书箱反射出一道光，吸引了黛安娜的注意，近前仔细查看以后，她发现了一叠部分焚毁的古代手稿。黛安娜借着当晚的月光读了起来，手稿中的内容为她打开了一扇通向自己灵魂深处的门。<br><br>黛安娜得知了一个几乎已经绝迹的团体，皎月教派，他们的信仰认为月亮是生命和均衡的源泉之一。黛安娜从残余手稿的只言片语中猜测，皎月教派认为白昼与黑夜、烈阳与皎月的永恒交替，是宇宙和谐均衡的精要。这位黑发女孩中获得了启示，这时她抬头望去，在神庙墙外不远处，一位披着熊皮的老妇人借着月光艰难前行，她脚下的路最终将通向巨神峰顶峰。这位老妇人步履蹒跚，倚着一根弯曲的柳木拐杖勉强站直。她看到了黛安娜，并向她大声求助，说她必须赶在日出之前到达峰顶 - 黛安娜知道这种这个理想根本不可能实现。<br><br>黛安娜非常想要帮助这位老妇人，也想攀到峰顶，但这些想法触犯了所有烈阳教派的教诲。巨峰只迎接有资格的人，而黛安娜从来都不觉得自己有任何一种资格。那位老妇人再次向她求助，这一次黛安娜没有犹豫。她翻过层层高墙，挽起了老妇人的手臂，引她走向峰顶，同时心中暗自惊讶，如此年迈的人居然已经爬到了这里。她们共同攀登了数个小时，穿出了云层，明月和星辰在冷空中璀若宝钻。老妇人虽然年事已高，但却始终坚持向上攀登，趋策着黛安娜扛过路上的磕磕绊绊和愈加稀薄寒冷的空气。<br><br>漫长的夜晚还在继续，黛安娜失去了时间感，因为天空中斗转星移，除了巨峰本身，其他景象全都模糊消失。黛安娜和老妇人继续向上攀登，每次她摇摇欲坠的时候，都能从皎白的月光中汲取能量。最终，黛安娜还是跪倒在地，精疲力竭的程度难以想象，身上每一块肌肉的都已达到了体能极限。当黛安娜抬头望去的时候，她发现不知何时她们已经到达了峰顶，这一壮举应该没有可能在一晚的时间内完成。峰顶笼罩着变幻不定的缥缈幻象、闪烁耀眼的光之帷幕、斑斓缤纷的色彩漩涡，还有一座巨大的城市，闪着金色和银色的光芒，若隐若现地漂浮在空中。<br><br>她四下寻找自己的同伴，但那位老妇人已经无影无踪，只有黛安娜肩上的熊皮斗篷能够证明她确实存在过。望着那道光，黛安娜知道自己将在那里找到生命中缺失的意义、找到认同，找到无法企及的归宿。这就是黛安娜在迷茫之中追寻终生却不自知的东西，她的身体充满了新的活力，再次站了起来。她向着那不可思议的景象犹豫地迈出了第一步，随后的每一次呼吸都让她更加坚决。<br><br>那道光突然间迸发闪烁，黛安娜惊叫着，看着它汹涌地灌注进黛安娜体内，某种强大而古老的奇异灵体与她融合。这种感觉非常痛苦，但同时也令人愉悦，这是一瞬间的启示，也是永恒的幻觉。当光芒褪去，一种失落感成为了她从未体验过的疼痛。<br><br>黛安娜踉跄着走下巨峰，对她周围的事物一概不知，最后她发现自己来到了山腰上的一个隐蔽的山洞，如果没有月光的投影，洞口就不会显现出来。黛安娜饥寒交迫，需要避风港过夜，于是便躲进了洞中。洞里面豁然开朗，藏着一处庞大的废墟，可能曾是一座能容纳许多人的神庙或密室。残破的墙上依稀可以看到褪色的壁画，描绘着金色和银色的武士背靠着背，对抗无尽的妖魔鬼怪，伴着天空中投下的炽烈光束。<br><br>在密室中间，矗立着一把月牙形状的弯刀和一套外观奇怪的铠甲；精致的银环编织成的链甲衬衫，披挂着精钢细工的护板。从盔甲映出的倒影中，黛安娜看到自己曾经的一头黑发现在已经变成了纯白色，额头中间还泛着微光，显现出一枚符文。她认出了盔甲上雕琢的奇特符号，和她在书库中的手稿上面记载的一样。这一刻，黛安娜领悟了一切。她可以选择逃避这个命运，也可以选择勇敢面对、欣然接受。<br><br>黛安娜伸出了手，当她的手指触碰到铠甲表面的那一刹那，她的脑海中爆发出奇异的景象、从未经历过的生命记忆、还有超乎想象的体验感受。古代历史事件的记忆碎片像暴风雪一般席卷着她的头脑；不为人知的秘密让她只能模糊地理解；无数种可能发生的未来像狂风吹散的沙尘般扑面而来。<br><br>当这些景象渐渐退去，黛安娜发现自己已经将整套铠甲穿在了身上，而且贴身合体，犹如量身打造。她的脑海中依然烙印着那些刚刚获得的知识，但大多数都可望不可即，犹如雾里看花，只能初见端倪。她依然还是黛安娜，但她又不仅是黛安娜，而是某种更加永恒的存在。有了这些新的认知，黛安娜有了底气，她离开了山洞，径直向烈阳教派神庙走去，她知道自己必须向长老们讲述她的发现。<br><br>在神庙的正门口，她遇到了蕾欧娜，拉霍拉克的首领，烈阳教派最伟大的武士。黛安娜被带到了长老们面前，长老们惊恐万分地听着她讲述皎月教派的事。当她讲述完毕以后，长老们立刻宣称她是宣扬邪教的异端和亵渎神明的孽障。对于如此穷凶极恶的罪行，不可能从轻发落，只有死。<br><br>黛安娜惊诧错愕。长老们怎么可以否认如此明摆的事实？他们怎么可以拒绝背弃来自圣峰顶端的启示？对于他们的刻意隐瞒和视而不见，黛安娜怒不可遏。随着一声哀怨暴怒的大吼，黛安娜弯刀出鞘，手起刀落，银色的火光映出夺命的杀意。黛安娜不记得自己砍了多少刀，但当她的狂怒渐渐平息以后，她看到了自己造成的杀戮。长老们无一幸免，蕾欧娜也躺在地上，身上的铠甲冒着烟，就像是刚从煅炉中拿出来一样炽热。黛安娜对自己的所作所为万分惊恐，她逃离了屠戮的现场，遁入巨神峰的茫茫荒野，而烈阳教派则在她的凶残袭击中受到重挫。<br><br>现在的黛安娜正遭到拉霍拉克武士的追杀，她在努力将脑海中的记忆碎片拼凑成完整的皎月教派。模糊记忆中的真相和远古知识中的一知半解驱使着黛安娜不断前行，她只相信一件事 - 皎月教派和烈阳教派并不需要互相敌视，而且她有着更伟大的命运，绝不仅仅是一介武者。她不知有怎样的命运等待着她，但黛安娜一定会实现自己的宿命，不惜任何代价。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big131000.jpg"
	}
}

articleData.xiaoniaoLOL23 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "荣耀行刑官 德莱文",
		"typeEntitle": "射手",
		"title": "",
		"sysId": 23,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">不同于他的兄长德莱厄斯，战场上的胜利对德莱文来说是绝对不够的。他热切渴望着人们的承认，喝彩，以及荣耀。他先是在诺克萨斯军队里寻求成名的机会，可他的戏剧天资却被严重埋没。带着能与世界分享“德莱文”这个大名的渴望，他将注意力转移到了监狱体系。在那里，他将枯燥无味的例行公事转变成了一个前所未见的奇特景观，并由此获得了梦寐以求的名气。<br><br>在德莱文首次行刑的时候，他下令让死刑犯逃命。此举震惊了在场的旁观者们。正当死刑犯刚要从视野里消失时，德莱文用一记无可挑剔的飞斧结果了他。很快，德莱文的所有行刑都变成了一个考验，一个诺克萨斯的囚犯们为了最后的一线生机而奔跑的考验。他把这个考验当做他的个人舞台，并且将行刑转变成了一种主流的娱乐方式。他鼓动观众们陷入狂热状态，与此同时，走投无路的囚犯们疯了似地想要逃离他。可他们从来没有成功过。德莱文对诺克萨斯行刑官的那套庄严肃穆的黑色制服非常抵制，他披上了一套醒目的服饰，并开发出了一些浮华的标志性步伐来彰显他自己。人群们聚集在一起，观看德莱文行刑，并且有关他的杰作的故事也在飞速散播着。随着他人气的增长，他早已膨胀的自负也变本加厉。他应该属于万众瞩目的中心——英雄联盟。在很久之前，他的野心就不满足于仅仅在诺克萨斯扬名了。德莱文的光荣事迹，应该展示给全世界！这就是他所作出的决定。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big119000.jpg"
	}
}

articleData.xiaoniaoLOL24 = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "祖安狂人 蒙多医生",
		"typeEntitle": "战士 坦克",
		"title": "",
		"sysId": 24,
		"content": '<h4 class="infotitle">背景故事</h4><div class="colbox bgstroy"><div class="DATAlore">黎明时分，救济院里的所有人都被“治愈”了，除了蒙多自己。<br><br>他从自己刀下鬼的身上扒下一件白大褂套在自己身上，壮硕的肌肉将白大褂撑破。蒙多终于实现了自己的梦想。他成为了一名医生！作为一个源远流长的职业的新成员，他决定把自己的医学技术分享给全世界。他的使命现在刚刚开始。<br><br>他冲破救济院的门，走过了他最初被送来的台阶。蒙多走进了祖安的街道，面带微笑，脚步活泼。<br><br>医生来了。<br><br>精神与认知彻底崩坏、杀人的欲望永不满足、浑身皮肤紫得发黑，这就是蒙多医生，这就是祖安人在漆黑的夜里不敢出门的原因。这个头脑简单的恐怖怪人似乎唯一关心的东西就是痛苦，不仅是施加痛苦，而且也是接纳痛苦。他抡着一把巨大的切肉刀，举重若轻，他曾经捕捉并折磨过数十名祖安居民，声名狼藉，他将自己的行为称为“手术”，但却没有任何真正的目的。他残酷无情。他神出鬼没。他想去哪就去哪。另外，准确地说，他并不是一名医生。<br><br>关于这位紫皮祖安狂人的最初来历众说纷纭。有人说他们第一次看到他时，他还是个婴儿，在皮尔特沃夫的市场中爬行，一身恶臭吓坏了那些贵族。还有人说他出生于祖安，出生之后的几年里以下水道为家，以地沟鼠为食。但有一件事是可以肯定的：在他大概三岁的时候，来到了祖安不可修复创伤病患救济院。<br><br>救济院里的其他病友都不敢靠近蒙多，但救济院的员工却把这个男孩当作奇异幻想的源泉。他们并没有把蒙多当成一个需要引导和抚养的孩子，而是当成一个病人，当成一个有待研究的生物。他为什么是紫色皮肤？什么样的人能活着娩出如此巨大的婴儿？<br><br>他来到救济院不到一年，医生们就意识到他皮肤的诡异颜色永远都不会改变。蒙多四岁那年，他们偶然发现他拥有前所未见的蛮力，因为有一次他不小心捏碎了一个护理员的气管，起因只是他没有得到最喜欢的糖果（脚趾甲）。蒙多六岁那年，他们发现他和痛苦有着某种…不一般的关系，说的委婉点。<br><br>说的具体点，蒙多似乎并不反感疼痛。而且他还会主动自讨苦吃。如果没人监管的话，他会把尖锐物体扎进自己的肩膀。如果把他放到别的病人附近，不出几分钟就会有至少一人发出痛苦的惨叫。<br><br>很快，救济院的员工们就已经不再满足于仅仅观察蒙多。他们决定，进行实验的时机已经成熟。没人知道他们的动机究竟是对医学知识的好奇、对科学突破的渴望、还是单纯排解无聊。无论动机是什么，这些医生无疑花费了很大功夫想搞清楚面前这个紫色谜团隐藏的秘密。<br><br>在接下来的几年中，他们测试了他对痛苦的耐受力。他们将钢针插入他的指甲缝，引得他咯咯直笑。他们将滚烫的熨斗贴在他脚上，他怡然入睡。很快，对科学的好奇心变成了彻底的挫败感：他们完全没法让蒙多对痛苦做出消极反应，他们也没法理解为什么会这样。更让他们束手无策的是，无论他们对他造成何种伤害，都会在几个小时后自我痊愈。<br><br>在整个少年时期，蒙多始终都与世隔绝，折磨更是家常便饭。<br><br>他从未感到如此幸福。<br><br>他开始将医生当做崇拜的对象。痛苦是蒙多生活中的激情，同样也是这些医生的毕生事业：年复一年地，他们尝试了越来越反传统的方式，想要突破蒙多的痛苦阈值，比如往脚上滴浓酸，往脸上放食肉蛆虫。<br><br>救济院的医生们发现，这个紫皮少年不再自称“蒙多”，而是改口自称“蒙多医生”，一开始他们还觉得蛮好玩。<br><br>他从一个大人手里偷走了一只注射器，用它抽取了早餐中的洞莓汁，又混进了自己夜壶里的不明液体。他高兴地大喊道：“蒙多配药！”然后把这管混合物扎进了自己的额头。<br><br>不过没过多久，蒙多就厌倦了用自己做实验。<br><br>他后来的行为让许多人揣摩他的动机。有人认为他是在对折磨自己数年的救济院员工进行复仇，也有人觉得他只是一个心理变态的怪物，没有任何道德判断的。<br><br>真相其实没那么复杂：蒙多决定是时候把自己的研究应用于实践了。<br><br>那天晚上，蒙多溜进了厨房。在那里他找到了一把巨大的切肉刀。他拿起了“医用”刀，一屋接一屋，为每个“病人”都进行了“手术”。他对自己的“治疗”手段没有什么逻辑概念，只是在用他平时觉得最有趣的方式玩耍。</div><a class="zhankai" href="javascript:;">查看更多...</a><a class="shouqi" href="javascript:;" style="display: none;">收起</a></div>',
		"coverImg": "http://ossweb-img.qq.com/images/lol/web201310/skin/big36000.jpg"
	}
}


//游戏活动
articleData.talents = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "游戏活动",
		"typeEntitle": "Game activity",
		"title": "莲花之印",
		"content": '<video class="preseason-kv-video" autoplay="" loop=""><source src="http://down.qq.com/yxgw/cp/lol/act/a20171226karma/icdvid.webm" type="video/webm"><source src="http://down.qq.com/yxgw/cp/lol/act/a20171226karma/icdvid.mp4" type="video/mp4"></video><ol class="rulelist" style="color:#513a7e;font-size:18px"><li><p>※&nbsp;&nbsp;使用Q币充值钻石，10Q币充值100钻石。直接消耗15000蓝色精萃兑换200钻石，每个QQ号限兑换一次。</p></li><li><p>※&nbsp;&nbsp;使用钻石兑换珍稀守卫皮肤，其中200钻石兑换1个“河蟹陛下守卫（7天）”，赠送1个神秘莲花之令并自动打开获得奖励。</p></li><li><p>※&nbsp;&nbsp;守卫皮肤将直接发放到绑定的帐号及大区中，从兑换时开始计算时限，兑换多份守卫皮肤，使用时间叠加</p></li><li><p>※&nbsp;&nbsp;任意5个神秘莲花之令的奖励道具可以熔铸1个永久皮肤 有机会获得 <span>战熊骑士 瑟庄妮、龙的传人 李青 亢龙有悔、龙的传人 李青 飞龙在天、龙的传人 李青 跃龙在渊、龙的传人 李青</span>等皮肤，熔铸可能会出现已拥有皮肤，熔铸获得的道具可以领取至任意大区，但不能继续用于熔铸。卡尔玛的馈赠道具不能用于熔铸。</p></li><li><p>※&nbsp;&nbsp;如果获得皮肤但未拥有英雄，仍然可以领取到指定大区，购买了相应英雄之后即可使用。</p></li><li><p>※&nbsp;&nbsp;在法律允许的范围内，腾讯公司拥有对本活动的解释权。因本活动及其规则产生的任何争议，用户与举办方友好协商解决，如若协商不成，用户和举办方均同意将争议提交至举办方即腾讯公司所在地人民法院诉讼解决。因本活动及其规则的一切事宜均适用中华人民共和国法律。</p></li></ol>',
//		"coverImg": "images/lol/game.jpg"
        "coverImg": ""
	}
}

//官方赛事
articleData.team = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "官方赛事",
		"typeEntitle": "Official event",
		"title": "团队介绍",
		"content": '<div class="m-about"><h2 class="primary-title" style="margin-bottom:20px"><b class="title-about" style="font-size:30px">关于德玛西亚杯-青岛站</b></h2><div class="logo-big"></div><p style="font-size:20px">2017年德玛西亚杯冬季赛青岛站将在1月4日至1月7日在山东青岛国信体育馆举行。本次德杯汇集了LPL、LDL以及全国高校联赛共有28支 战队参与争夺冠军荣耀。12月26日—12月31日为线上预选环节，将决出7支战队携手IG共同晋级到青岛线下八强淘汰赛。线下赛将采用 BO3双败淘汰赛，总决赛为BO5。本届德玛西亚杯赛事总奖金达到120万元，最终登顶成功的战队，更将独得50万元冠军奖金。</p>',
		"coverImg": "images/lol/saishi.jpg"
	}
}

//联系我们
articleData.telUs = {
	"success": "成功",
	"data": {
		"creatAt": "2016-02-03 15:23:56.0",
		"creatByFullName": "管理员",
		"updateAt": "2016-02-19 16:02:42.0",
		"updateByFullName": "管理员",
		"typeTitle": "联系我们",
		"typeEntitle": "Contact Us",
		"title": "联系我们",
		"content": "<p style='font-size:22px; margin-bottom:23px;'>腾讯以技术丰富互联网用户的生活。每天，数以亿计的用户通过我们的整合平台在线沟通、分享经历、获取资讯、寻求娱乐和网上购物。通过投资创新、为合作伙伴提供良好的环境和贴近用户的需求，我们致力与互联网共同发展。</p><p style='font-size:22px;line-height:22px; margin-bottom:23px;'>腾讯游戏是腾讯五大网络平台之一，是全球领先的游戏开发和运营机构，也是国内最大的网络游戏社区。总部位于中国深圳，在国内设有北京、成都、上海三个分公司及全国各地30多个办事处，并在香港、波士顿、首尔和硅谷设有国际办事处。</p><p style='font-size:22px;line-height:22px; margin-bottom:23px;'><span style='color:#1980ff;'>› 商务合作</span>是腾讯游戏一直以来进行的重要的市场推广手段之一，在经过了数年的探索和发展以后，不但获得了十分有效可观的合作成果，并且还沉淀了一套专业规范的经验和方法论。腾讯游戏愿意与不同行业的优秀品牌进行合作，通过资源互换的方式，整合双方的优势，达到共赢的目的。</p><p style='font-size:22px;line-height:22px; margin-bottom:23px;'>腾讯游戏的商务合作，是通过挖掘市场活动的商业价值，增强部门自我造血功能，在不增加市场费用的基础上，通过和异业合作伙伴优势资源互换，来获得有力的市场推广支持。通常，是将腾讯游戏强势的线上资源，主要包括游戏道具礼包、游戏官网和客户端广告、游戏内植入合作伙伴信息以及游戏线下活动等，来置换合作伙伴的线下资源，主要包括游戏定制产品，游戏内容在合作伙伴产品包装和商超渠道上的曝光，实物和现金的活动赞助，电视、户外等媒介资源以及联合市场推广活动等。</p><p style='font-size:22px;line-height:22px; margin-bottom:23px;'>迄今为止，腾讯游戏已经和快速消费品、IT产品、服装、电视媒体以及金融行业的多个异业品牌有了很多成功的合作的案例，非常有力的促进了合作伙伴的产品销售。更多商务合作案例，请参见商务合作新闻</p><p style='font-size:22px;line-height:22px; margin-bottom:23px;'><span style='color:#1980ff;'>› 联系方式</span> 邮箱：<a href='http://lol.qq.com/'>BD_IEG@qq.com</a></p>",
		"coverImg": "images/lol/contantus1.jpg"
	}
}